Repository: networking/init-cms-bundle
Catalog: Resources/translations/HelpTextAdmin.*.xliff
Languages: nl

# sonata.user.admin.user.list.text
source: <p>A user can login into the system with a username/email and a password. Users have different rights to interact with the website, e.g. an admin can create and publish new pages, but an extranet user could be restricted to have only read access for a certain webpage. The user can be given specific roles (permissions) by being assigned to one or more user groups. Read the groups help to get a more detailed understanding of user permissions.</p> <h2>List of users</h2> <p>The list of users offers an overview of information or actions. Every new row describes a new user. The following list explains the columns from left to right.</p> <p><strong>Username</strong><br /> The name of the user. The name will be used to login into the system.</p> <p><strong>Email Address</strong><br /> An email address of the user. This will be used to notify the user if she/he lost her/his password.</p> <p><strong>Groups</strong><br /> A list of groups that this user belongs to. A group contains one or more roles, so that it is easy to add the right permission to your users.</p> <p><strong>Enabled</strong><br /> This signalizes if the user account is enabled (activated) or not. Only enabled users can log into the system.</p> <p><strong>Impersonate User</strong><br /> This is a feature to login quickly as the chosen user, just by clicking on the icon. This is useful for customer support because you see the same thing as this user does. You must have special rights to impersonate as another user.</p> <p><strong>Edit Button</strong><br /> The edit button has a pencil icon. Click to edit the user details.</p> <p><strong>Delete Button</strong><br /> The delete button has a trashcan icon. Click it to delete a user completely.</p> <h2>Filter users</h2> <p>The list of users can be filtered with several parameters. You can change these parameters and click on the &quot;Filter&quot; button to find users that match your filters. If you click on &quot;Clear&quot; the filters will be reset. By Clicking on &quot;More filter options&quot; all the available options for filtering will be shown.</p> <p><strong>Username</strong><br /> The first filter searches for a username that matches your entry.</p> <p><strong>Locked</strong><br /> Sort which users accounts have been locked. A user can be locked, which means locked out of the application. This may be implemented for security reasons.</p> <p><strong>Email Address</strong><br /> Enter an email address or a part of it to find the corresponding users.</p> <p><strong>Groups</strong><br /> Select a group name to include or exclude for the search. The result filters the users additionally by groups.</p> <h2>Add a new user</h2> <p>To add a new user, start by clicking the &quot;+ Add User&quot; button. You will then see a form with a lot of data fields, don&#39;t worry only the following fields are mandatory.</p> <p><strong>Username</strong><br /> The name of the user used for login.</p> <p><strong>Email Address</strong><br /> The email address of the user, used for contact and notifications.</p> <p><strong>Password</strong><br /> The password field is only mandatory when creating a user (this may vary depending on the setup for your specific website).</p> <p>The user has a lot of additional fields like groups, roles, private information, social media profiles and some security related fields. Just use the ones you want and leave the other empty.</p>
nl: <p>Een gebruiker kan in het systeem inloggen met een gebruikersnaam/e-mailadres en een wachtwoord. Gebruikers hebben binnen de website verschillende rechten, een beheerder mag bijvoorbeeld pagina's toevoegen en publiceren, maar andere gebruikers hebben alleen rechten om bepaalde pagina's te mogen bekijken. U kunt een gebruiker specifieke rollen (rechten) geven door deze toe te kennen aan één of meer gebruikersgroepen. Lees het helpartikel over gebruikersgroepen om meer te lezen over rechten.</p> <h2>Lijst met gebruikers</h2> <p>De lijst met gebruikers biedt een overzicht met informatie over alle gebruikers. Elke regel beschrijft een andere gebruiker. Onderstaande lijst beschrijft alle kolommen van links naar rechts.</p> <p><strong>Gebruikersnaam</strong><br /> De gebruikersnaam van een gebruiker wordt gebruikt om in te loggen.</p> <p><strong>E-mailadres</strong><br /> Het email-adres van de gebruiker wordt gebruikt wanneer diegene zijn of haar wachtwoord is vergeten.</p> <p><strong>Groepen</strong><br /> Een lijst met groepen waartoe deze gebruiker behoort. Een groep bevat één of meer rollen, zodat het gemakkelijk is om de juiste rechten toe te kennen aan uw gebruikers.</p> <p><strong>Ingeschakeld</strong><br /> Dit geeft aan of het account is ingeschakeld (geactiveerd) of niet. Alleen ingeschakelde accounts kunnen gebruikt worden om in te loggen.</p> <p><strong>Als gebruiker voordoen</strong><br /> Met deze functie kunt u snel inloggen als de geselecteerde gebruiker, door slechts op het icoon te klikken. Dit is handig bij customer support omdat u vanaf dat moment precies hetzelfde ziet als de betreffende gebruiker. Om deze functie te mogen gebruiken heeft u wel bepaalde rechten nodig.</p> <p><strong>Knop Wijzigen</strong><br /> De knop Wijzigen bevat een potlood-icoon. Klik hierop om de gebruiker aan te passen.</p> <p><strong>Knop Verwijderen</strong><br /> De knop Verwijderen bevat een prullenbak-icoon. Klik hierop om een gebruiker volledig te verwijderen.</p> <h2>Filter gebruikers</h2> <p>U kunt de lijst met gebruikers filteren aan de hand van enkele criteria. Wanneer u deze criteria invult en op de knop &quot;Filteren&quot; klikt kunt u snel de gebruiker(s) vinden die u zoekt. Wanneer u klikt op &quot;Filters leegmaken&quot; worden de filters gereset. Wanneer u klikt op &quot;Meer filteropties&quot; worden alle mogelijke criteria getoond.</p> <p><strong>Gebruikersnaam</strong><br /> De eerste filter zoekt op gebruikersnaam.</p> <p><strong>Geblokkeerd</strong><br /> Hiermee kunt u geblokkeerde accounts vinden. Een gebruikersaccount kan geblokkeerd zijn, wat betekent dat ze het systeem niet kunnen gebruiken. Dit kan geïmplementeerd zijn om veiligheidsredenen.</p> <p><strong>E-mailadres</strong><br /> Vul een e-mailadres of een gedeelte daarvan in om aan de hand daarvan de betreffende gebruikers te vinden.</p> <p><strong>Groepen</strong><br /> Kies een groep om op te zoeken (of uit te sluiten).</p> <h2>Een nieuwe gebruiker toevoegen</h2> <p>Om een nieuwe gebruiker toe te voegen, klikt u op de knop &quot;+ Gebruiker toevoegen&quot;. U krijgt een formulier te zien met een aantal velden, waarvan alleen de volgende velden verplicht zijn.</p> <p><strong>Gebruikersnaam</strong><br /> De gebruikersnaam waarmee de gebruiker kan inloggen.</p> <p><strong>E-mailadres</strong><br /> Het e-mailadres van de gebruiker, deze wordt gebruikt voor contact en notificaties.</p> <p><strong>Wachtwoord</strong><br /> Het wachtwoordveld is alleen verplicht bij het toevoegen van een nieuwe gebruiker (dit kan sterk afhangen van de configuratie van uw website).</p> <p>De gebruiker heeft een groot aantal optionele velden zoals groepen, rollen, persoonlijke gegevens, social media profielen en een aantal beveiligingsgerelateerde velden. Vul de gewenste velden in en laat de overige velden leeg.</p>

# sonata.user.admin.group.list.title
source: Group Overview
nl: Groepenoverzicht

# sonata.user.admin.group.list.text
source: <p>The user groups provide a way of maintaining user &quot;roles&quot;&nbsp;(permissions). As mentioned in the user overview, a user may belong to one or many user groups.</p> <p>A &quot;role&quot; allows a user to carry out a specific action, for example, a user that has the role&nbsp;&quot;ROLE_ADMIN&quot; can log into the back end of the application, a user that has the role &quot;ROLE_NETWORKING_INIT_CMS_PAGE_ADMIN_PAGE_EDITOR&quot;, is allowed to create pages, and delete his/her own pages&quot;.</p> <p>By assigning a user group specific roles, you need only care later about assigning a user the correct user groups, rather than assigning single roles to each and every user. Also if a role should change, one change in the user group will affect all users who belong to that group.</p> <h2>List of Groups</h2> <p><strong>Name</strong><br /> This is the name of the user group, e.g. &quot;Publisher&quot; or &quot;Editor&quot;</p> <p><strong>Roles</strong><br /> This is a list of the roles associated to this user group, often the list is too long to list visually in the list view</p> <h2>Filter groups</h2> <p><strong>Name</strong><br /> Filter groups by the name of the group.</p> <h2>Add a new user group</h2> <p>To add a new user group, start by clicking the &quot;+ Add Group&quot; button. The form shown contains a name field, followed by a list of checkboxes for all the available roles (permissions).</p> <p>If you are unclear what the roles actually mean, ask your Webmaster for help, or better yet, to set up the groups that you need for your application.</p>
nl: <p>De gebruikersgroepen bieden de mogelijkheid om &quot;rollen&quot; (rechten) te beheren. Zoals genoemd in het gebruikersoverzicht kan een gebruiker tot één of meer groepen beheren.</p> <p>Een &quot;rol&quot; staat een gebruiker toe om bepaalde handelingen te mogen verrichten. Een gebruiker die bijvoorbeeld de rol &quot;ROLE_ADMIN&quot; heeft, mag inloggen in het CMS van uw website en een gebruiker met de rol &quot;ROLE_NETWORKING_INIT_CMS_PAGE_ADMIN_PAGE_EDITOR&quot; mag pagina's aanmaken en zijn/haar eigen pagina's wijzigen en verwijderen.</p> <p>Door een gebruikersgroep specifieke rollen toe te kennen behoeft u later alleen de juiste gebruikers in de juiste groepen te plaatsen, in plaats van alle afzonderlijke rollen toe te kennen aan elke gebruiker. Ook is het zo dat als u een rol wilt wijzigen, zal één wijziging in de gebruikersgroep invloed hebben op alle gebruikers binnen die groep.</p> <h2>Lijst met groepen</h2> <p><strong>Naam</strong><br /> De naam van de gebruikersgroep, bijv. &quot;Redacteur&quot; of &quot;Tekstschrijver&quot;</p> <p><strong>Rollen</strong><br /> Een lijst met de rollen die zijn toegekend aan deze gebruikersgroep. Vaak is deze lijst te lang om te worden weergegeven in het overzicht.</p> <h2>Filter groepen</h2> <p><strong>Naam</strong><br /> Filter groepen op naam.</p> <h2>Een nieuwe gebruikersgroep toevoegen</h2> <p>Om een nieuwe gebruikersgroep toe te voegen, klikt u op de knop &quot;+ Groep toevoegen&quot;. Het formulier toont een tekstveld voor de naam, gevolgd door een lijst met selectievakjes voor alle beschikbare rollen (rechten).</p> <p>Indien u niet duidelijk is wat de rollen betekenen, kunt u uw webmaster raadplegen voor assistentie of het inrichten van de door u gewenste groep(en).</p>

# not_found.title
source: Sorry, no specific help text available!
nl: Sorry, voor deze pagina is geen hulpartikel beschikbaar.

# not_found.text
source: <strong>We did not found a specific help text. Hopefully you will find some helpful information from the left navigation menu. We are trying to improve the help section and we are sorry for the inconvenience.</strong>
nl: <strong>We hebben geen specifiek hulpartikel kunnen vinden. Hopelijk kunt u nuttige informatie vinden via het menu aan de linkerzijde. We proberen de helpsectie aan te vullen en verontschuldigen ons voor het ongemak.</strong>
