Repository: networking/init-cms-bundle
Catalog: Resources/translations/HelpTextAdmin.*.xliff
Languages: nl

# list.label_title
source: Help Text Title
nl: Titel van artikel

# list.label_translation_key
source: Translation Key
nl: Vertalingskenmerk

# list.label_locale
source: Website Locale
nl: Taalcode

# list.pre_title_text
source: Administer your
nl: Beheer uw

# breadcrumb.link_help_text_list
source: <small>Administer your</small> Help Texts
nl: <small>Beheer uw</small> helpartikelen

# filter.label_locale
source: Language
nl: Taal

# form.label_locale
source: Help Text language
nl: Taal

# form.label_translation_key
source: Translation key
nl: Vertalingskenmerk

# form.label_title
source: Help Text Title
nl: Titel

# form.label_text
source: Text
nl: Tekst

# title.help
source: Help & User Manual
nl: Gebruikershandleiding

# link.close
source: CLOSE
nl: SLUITEN

# help_title
source: Help for: %admin_title% %action%
nl: Hulp voor: %admin_title% %action%

# networking_init_cms.admin.page.edit
source: Page edit
nl: Pagina wijzigen

# action.list
source: List
nl: Lijst

# action.edit
source: Edit
nl: Wijzigen

# action.delete
source: Delete
nl: Verwijderen

# action.create
source: Create
nl: Aanmaken

# networking_init_cms.admin.page
source: Pages
nl: Pagina's

# sonata.user.admin.user
source: User
nl: Gebruiker

# overview.title
source: Help Overview
nl: Overzicht

# overview.text
source: <p>This help site covers most of the functionality of the CMS. Select the help pages from the left hand navigation or just click on the question mark on the top right whilst using the CMS to access the corresponding help page.</p> <h2>Terms</h2> <p><strong>CMS</strong><br /> <span style="line-height:1.6em">Abbreviation for Content Management System</span></p> <p><strong>Page</strong><br /> <span style="line-height:1.6em">A page holds content in a certain layout.</span></p> <p><strong>Internal URL</strong><br /> <span style="line-height:1.6em">A string that reflects a page created by the CMS (e.g. &quot;/company/employees&quot;)</span></p> <p><strong>External URL</strong><br /> <span style="line-height:1.6em">A string the reflects a URL to a webpage not generated by the CMS (e.g. &ldquo;http://www.google.com)</span></p> <p><strong>Menu item&nbsp;</strong><br /> <span style="line-height:1.6em">A single link in a menu with its name and URL</span></p> <p><strong>Menu&nbsp;</strong><br /> <span style="line-height:1.6em">A set of menu items used to navigate the website.</span></p> <p><strong>Media</strong><br /> <span style="line-height:1.6em">Media files used in the content (e.g. Images, Videos)</span></p> <p><strong>User</strong><br /> <span style="line-height:1.6em">A person with a login to the CMS or the secured area of the website</span></p> <h2>Basic Workflow</h2> <p>If you are new to the CMS, here is a basic workflow example of how to create new a page and make it available in the navigation.</p> <ol> <li>Go to &quot;Pages&quot; and add a new page.</li> <li>In the edit mode of the page, click on the &quot;+&quot; icons to add content where you like.</li> <li>Click the &quot;Publish&quot; button to make it publicly available (or check the &quot;Review&quot; box to notify the publisher).</li> <li>To make the page accessible in the navigation, create a new menu item, give it a name and select your new page.</li> </ol> <p>Congratulations, now you should have a new page, which is accessible through the navigation. Please have a look to specific help topics to get more detailed information.</p>
nl: <p>Deze handleiding beschrijft de meeste functies binnen het CMS. Kies een pagina aan de linkerkant of klik op het vraagtegen rechtsboven tijdens het gebruiken van het CMS om de betreffende hulppagina te raadplegen.</p> <h2>Begrippen</h2> <p><strong>CMS</strong><br /> <span style="line-height:1.6em">Afkorting voor Content Management System</span></p> <p><strong>Pagina</strong><br /> <span style="line-height:1.6em">Een pagina toont bepaalde inhoud (content) in een bepaalde layout.</span></p> <p><strong>Interne URL</strong><br /> <span style="line-height:1.6em">Een pad naar een pagina die is aangemaakt binnen het CMS (bijv. &quot;/over-ons/geschiedenis&quot;)</span></p> <p><strong>Externe URL</strong><br /> <span style="line-height:1.6em">Een volledige URL naar een webpagina die niet is aangemaakt binnen het CMS (bijv. &ldquo;http://www.google.nl)</span></p> <p><strong>Menu-item&nbsp;</strong><br /> <span style="line-height:1.6em">Een link binnen een menu met een eigen naam en URL</span></p> <p><strong>Menu&nbsp;</strong><br /> <span style="line-height:1.6em">Een verzameling menu-items waarmee bezoekers kunnen navigeren door de website.</span></p> <p><strong>Media</strong><br /> <span style="line-height:1.6em">Mediabestanden die gebruikt worden in de content (bijv. afbeeldingen, videos)</span></p> <p><strong>Gebruiker</strong><br /> <span style="line-height:1.6em">Iemand met een gebruikersnaam en wachtwoord en toegang heeft tot het CMS of het beveiligde gedeelte binnen de website</span></p> <h2>Stappenplan: nieuwe pagina publiceren</h2> <p>Als u nog niet bekend bent met het CMS, dan volgt hieronder een simpel stappenplan waarmee u een pagina kunt aanmaken en deze in een menu zichtbaar kunt maken.</p> <ol> <li>Ga naar &quot;Pagina's&quot; en voeg een nieuwe pagina toe.</li> <li>Tijdens het toevoegen van de pagina klikt u op de &quot;+&quot; pictogrammen om content toe te voegen waar u wilt.</li> <li>Klik op de knop &quot;Publiceren&quot; om de pagina direct te publiceren (of vink &quot;Laten controleren&quot; aan om uw collega te informeren).</li> <li>Om de pagina zichtbaar te maken in het menu van de website, kunt u de pagina direct vanuit het wijzigscherm van de pagina toevoegen aan een menu. U kunt ook een nieuw menu-item aanmaken, het een naam geven en vervolgens koppelen aan uw nieuwe pagina.</li> </ol> <p>Gefeliciteerd! U heeft nu een nieuwe pagina gemaakt die bereikbaar is via de navigatie van uw website. Bekijk andere artikelen voor meer informatie.</p>

# dashboard.title
source: Dashboard Overview
nl: Dashboard

# dashboard.text
source: <p>The Dashboard is the first page you will see after you logged in successfully. Depending on your role and rights you may have different kinds of information displayed on your Dashboard.</p> <h2>Information blocks</h2> <p><strong>Page Status Summary</strong><br /> Overview of how many pages are in draft, review or published state</p> <p><strong>Current Draft Pages</strong><br /> A list of the last edited pages, which are not published</p> <p><strong>Pages to Review</strong><br /> A list of pages which need to be reviewed and published</p> <p><strong>Users currently Online</strong><br /> Shows all users who are currently logged in.</p> <p>The Dashboard can be extended as well, if you miss something please contact your Webmaster to add the needed feature.</p>
nl: <p>Het dashboard is de eerste pagina die u te zien krijgt wanneer u ingelogd bent in het CMS. Afhankelijk van uw rol en rechten kunt u verschillende dingen zien op uw dashboard.</p> <h2>Informatieblokken</h2> <p><strong>Overzicht pagina's</strong><br /> Overzicht van het aantal concepten, te controleren of reeds gepubliceerde pagina's</p> <p><strong>Concepten</strong><br /> Een lijst met de laatst gewijzigde pagina's, welke nog niet gepubliceerd zijn</p> <p><strong>Te controleren</strong><br /> Een lijst met pagina's die gecontroleerd moeten worden om vervolgens te publiceren</p> <p><strong>Momenteel online</strong><br /> Toont alle gebruikers die op dit moment zijn ingelogd.</p> <p>Het dashboard kan uitgebreid worden met andere voor u relevante informatie. Wanneer u iets mist, neem dan contact op met uw webmaster om een functionaliteit toe te laten voegen.</p>

# networking_init_cms.admin.page.list.title
source: Pages overview
nl: Pagina-overzicht

# networking_init_cms.admin.page.list.text
source: <p>A page is a key building block for the website. On a page you can add or change your content and its position in the layout. Under &quot;Pages&quot; in the CMS you see a list of all your pages. On top of the list you can filter and search pages. There is also a prominent button for adding new Pages. On the bottom of the list you find bulk actions to apply quick changes to multiple pages at once.</p> <h2>List of pages</h2> <p>The list of pages offers different information or actions. Every new row describes a different page. The following list explains the columns from left to right.</p> <p><strong>Check Boxes</strong><br /> You can select single <s>pages</s> or multiple pages by checking or unchecking the check boxes on the left <s>to</s> side of every page. The first checkbox on the top left will check or uncheck all of the listed pages. After you selected the pages you want, you can choose an action from the dropdown menu at the bottom of the list. By clicking &quot;OK&quot; you will execute the action for all the checked pages.</p> <p><strong>Page Name</strong><br /> A column that shows the page name. If you click on the name you will go directly to the edit mode.</p> <p><strong>Page Status</strong><br /> On the right side of the page name you see the status of page. It can be set to draft, review or published.</p> <p><strong>URL</strong><br /> This column shows the URL of the page. The URL excludes your domain name in favor of a shorter version.</p> <p><strong>Edit Button</strong><br /> The edit button has a pencil icon. Click to edit the content and the configuration of the page.</p> <p><strong>Delete Button</strong><br /> The delete button has a trashcan icon. Click it to delete a page you no longer want to use.</p> <h2>Filter pages</h2> <p>The page list can be filtered by selecting one or more of the offered parameters. You can change these parameters and click on the &quot;Filter&quot; button to find pages that match your filters. If you click on &quot;Clear&quot; the filters will be reset. By Clicking on &quot;More filter options&quot; all the available options for filtering will be shown.</p> <p><strong>Language</strong><br /> Change between different languages, you can only view pages in one language at a time</p> <p><strong>Page Name</strong><br /> Find a specific page by name or find multiple pages with a part of the page name</p> <p><strong>URL</strong><br /> Find a page or multiple pages with a specific part of the URL</p> <p><strong>Page Status<br /> ​</strong>Find pages according to their status draft review or published.</p> <h2>Add a new page</h2> <p>To add a new page, start by clicking the &quot;+ Add Page&quot; button. There is an additional help section available with more details.</p>
nl: <p>Pagina's vormen de bouwstenen voor uw website. Op een pagina kunt u uw content toevoegen of wijzigen en de positie ervan binnen de layout aanpassen. Onder &quot;Pagina's&quot; binnen het CMS vind u een lijst van al uw pagina's. Boven de lijst kunt u uw selectie filteren en doorzoeken. Ook is er een duidelijke knop om een nieuwe pagina toe te voegen. Onderaan de lijst vind u een lijst om snel wijzigingen uit te voeren op meerdere pagina's.</p> <h2>Lijst met pagina's</h2> <p>De lijst met pagina's laat diverse informatie zien. Elke regel beschrijft een andere pagina. Hieronder worden de kolommen van links naar rechts toegelicht.</p> <p><strong>Selectievakjes</strong><br /> U kunt één of meer <s>pagina's</s> selecteren door de selectievakjes aan te vinken. Met het eerste selectievakje bovenaan kunt u alle getoonde pagina's aanvinken. Nadat u de gewenste pagina's hebt geselecteerd kunt u een actie kiezen uit de lijst onderaan. Wanneer u op &quot;OK&quot; klikt wordt de actie uitgevoerd op de geselecteerde pagina's.</p> <p><strong>Naam</strong><br /> Deze kolom toont de paginanaam. Als u op een naam klikt gaat u direct naar het wijzigscherm.</p> <p><strong>Status</strong><br /> Rechts van de paginanaam ziet u de status van de pagina (Concept, Te controleren of Gepubliceerd).</p> <p><strong>URL</strong><br /> Deze kolom toont de URL van de pagina. Deze URL bevat niet uw domeinnaam.</p> <p><strong>Knop Wijzigen</strong><br /> De knop Wijzigen bevat een potlood-icoontje. Klik hierop om de content en de instellingen van de pagina te wijzigen.</p> <p><strong>Knop Verwijderen</strong><br /> De knop Verwijderen heeft een prullenbak-icoontje. Klik hierop om een pagina te verwijderen die u niet langer wilt gebruiken.</p> <h2>Filter pagina's</h2> <p>U kunt de lijst met pagina's filteren met behulp van de gegeven velden. Nadat u de gewenste criteria hebt ingevuld klikt u op de knop &quot;Filteren&quot; om pagina's te vinden die voldoen aan uw criteria. Als u klikt op &quot;Filters leegmaken&quot; worden de filters gereset. Wanneer u klikt op &quot;Meer filteropties weergeven&quot; worden alle beschikbare filteropties getoond.</p> <p><strong>Taal</strong><br /> Schakel tussen verschillende talen. U kunt pagina's in slechts één taal tegelijk bekijken.</p> <p><strong>Naam</strong><br /> Zoek een specifieke pagina aan de hand van een bepaalde naam, of vind meerdere pagina's waarvan de zoekterm in de naam voorkomt.</p> <p><strong>URL</strong><br /> Zoek een pagina aan de hand van (een gedeelte van) de URL.</p> <p><strong>Status<br /> ​</strong>Zoek pagina's aan de hand van de status (Concept, Te controleren of Gepubliceerd).</p> <h2>Nieuwe pagina toevoegen</h2> <p>Om een nieuwe pagina toe te voegen klikt u op de knop &quot;+ Pagina toevoegen&quot;. Zie het betreffende helpartikel voor meer informatie.</p>

# networking_init_cms.admin.page.create.title
source: Add a new page
nl: Een pagina toevoegen

# networking_init_cms.admin.page.create.text
source: <p>Begin by clicking the &quot;+ Add Page&quot;&nbsp;button in the &quot;Pages&quot;&nbsp;section of the CMS. All fields marked with &quot;*&quot; are mandatory, the others are optional. The following list explains all fields.</p> <h2>New page fields</h2> <p><strong>Language</strong><br /> Each page belongs to one language. You can copy this page into another language at a later stage, or connect the page to an existing page in another language in order to create a link connecting single pages in the different languages.</p> <p><strong>Page Name</strong><br /> The page name is for your internal use and not shown on the website</p> <p><strong>Parent Page</strong><br /> If another page is related to this one (e.g. About Us and Contact), the pages can be connected. This will be shown in the list view of the Pages as well in the URL: e.g. http://wwww.site.com/about_us/contact instead of http://wwww.site.com/contact</p> <p><strong>URL</strong><br /> Only the last part of the URL has to be entered. If there&nbsp;one&nbsp;or more parent pages exist, they will be automatically added as a prefix to the URL. No special characters can be used in an URL. Those will be automatically filtered out. Above the input field you can preview the processed URL</p> <p><strong>Visibility</strong><br /> A page can be either public and be seen by everyone or it is protected,&nbsp;meaning that the user must be logged in to view the page.</p> <p><strong>Page Layout</strong><br /> Choose the layout that fits your page the best. A selection of predefined layout will be displayed with a thumbnail image. The Layout will dictate what content can be placed where on the page.</p> <p><strong>Meta Title</strong><br /> This title is shown in the title of the browser and searched by search engines</p> <p><strong>Meta Keywords</strong><br /> Keywords are not shown on the page, but only in the source code of the page. Those are needed by google and other search engines to index your page</p> <p><strong>Meta Description</strong><br /> As with the keywords above, the meta description is only visible in the source code. Search engines also use it.</p> <p>As soon as you save the form, the page is saved to the database and you switch to the editing view.</p>
nl: <p>Begin door te klikken op op de knop &quot;+ Pagina toevoegen&quot; in de sectie &quot;Pagina's&quot; binnen het CMS. Alle velden gemarkeerd met een &quot;*&quot; zijn verplicht, de andere velden zijn optioneel. De volgende lijst beschrijft alle velden.</p> <h2>Paginavelden</h2> <p><strong>Taal</strong><br /> Elke pagina behoort tot één taal. Op een later tijdstip kunt u deze pagina kopiëren naar een andere taal of koppelen aan een reeds bestaande pagina in een andere taal.</p> <p><strong>Naam</strong><br /> De naam van de pagina is voor intern gebruik en is niet zichtbaar op de website.</p> <p><strong>Bovenliggende pagina</strong><br /> Indien een andere pagina gerelateerd is aan deze pagina (bijv. Over ons en Geschiedenis), kan de ene pagina onder de andere geplaatst worden. Dit zal dan ook zichtbaar worden in de URL: bijv. http://wwww.site.nl/over-ons/geschiedenis in plaats van http://wwww.site.com/geschiedenis.</p> <p><strong>URL</strong><br /> Alleen het laatste gedeelte van de URL hoeft ingevoerd te worden. Als er een bovenliggende pagina is, wordt deze automatisch toegevoegd aan de URL. U kunt geen speciale tekens gebruiken in de URL; deze worden automatisch eruit gefilterd. Boven het veld kunt u zien hoe de URL eruit komt te zien.</p> <p><strong>Zichtbaarheid</strong><br /> Een pagina kan publiekelijk zichtbaar zijn zodat iedereen het kan zien, of deze kan worden afgeschermd zodat de bezoeker ingelogd moet zijn om de pagina te zien.</p> <p><strong>Layout</strong><br /> Kies de layout die het beste bij uw pagina past. Een selectie van een aantal vooraf gedefinieerde layouts worden getoond met een miniatuurweergave. De layout bepaalt waar content op de pagina geplaatst kan worden.</p> <p><strong>Meta-titel</strong><br /> Deze titel wordt getoond in de browser en wordt gebruikt door zoekmachines.</p> <p><strong>Meta-keywords</strong><br /> Keywords zijn niet zichtbaar op de pagina, maar komen in de broncode van de pagina. Deze worden door sommige zoekmachines verwerkt bij het indexeren van de pagina.</p> <p><strong>Meta-omschrijving</strong><br /> Net als de keywords is de meta-description alleen zichtbaar in de broncode. Zoekmachines verwerken deze omschrijving bij het indexeren van de pagina.</p> <p>Zodra u het formulier opslaat, wordt de pagina opgeslagen en wordt u doorgestuurd naar het wijzigscherm.</p>

# networking_init_cms.admin.page.edit.title
source: Edit a page
nl: Een pagina vullen
