Repository: networking/init-cms-bundle
Catalog: Resources/translations/HelpTextAdmin.*.xliff
Languages: nl

# networking_init_cms.admin.page.edit.text
source: <p>The Edit Form has multiple areas. Below the page title you see the content area with one or more layout containers. On the right side you find additional information and actions for the page.</p> <h2>Content area</h2> <p>In the content area below the page title you see the different layout containers (e.g. header, main-content, left column etc.). For each layout container, multiple content blocks can be assigned. Those blocks can be either text or galleries (or other predefined content types). New blocks can be created by clicking on the + icon. Existing blocks can be deleted (Trash icon), edited (Pen icon) or moved to another position (arrows).</p> <h2>Publishing Status</h2> <p>A page can be in a Draft or Published state. The last published state is what the normal user will see in the frontend, the draft state is only visible for users of the admin area of the CMS. Pages in the Draft state can also be marked for review, this is not so much as a state as a flag to let everyone know that the page is ready to be published following a review. IMPORTANT, only published pages are viewable to the general public.</p> <p><strong>Draft</strong><br /> As soon a page is created or something on the page is edited, the status is set to &quot;Draft&quot;. If all the changes are correct, the status should be changed to &quot;Review&quot; or &quot;Published&quot;. If necessary, say you want to return to the last &quot;Published&quot; Version, you can click &quot;Discard Draft&quot; on the right side.</p> <p><strong>Review</strong><br /> Someone has made changes to the page, and the page is ready for publication (but is not yet published). Before the page is published, the changes should be reviewed. Check the &quot;Review&quot; box to add the Page to a review list for a publisher. Overall it is it optional to use this status, it just helps create a proper editor/publisher workflow.</p> <p><strong>Published</strong><br /> If all the changes are correct (by a review), the status can be changed to &quot;Published&quot;. All changes will now be publicly visible.</p> <h2>Translations</h2> <p>If this page exists in another language, a link to this page can be created. As an alternative option, the page can be copied to another language for a quicker start. Under translation you can manage all language associations.</p> <h2>Menu Connections</h2> <p>A page can be present in different menus. Maybe you want your &ldquo;contact&rdquo; page in the main menu, but also in the footer menu. Under menu connections you can manage all menu entries&nbsp;as well as create new ones.</p> <h2>Settings &amp; SEO</h2> <p>Here you find the same fields as used when creating a page. You can edit the page name (by clicking on the pen icon), the URL, the page visibility, the page layout and other page meta settings.</p>
nl: <p>Het scherm bevat meerdere secties. Onder de paginatitel ziet u de contentsectie met één of meer layout-gebieden. Aan de rechterzijde vind u overige informatie en handelingen voor deze pagina.</p> <h2>Contentsectie</h2> <p>In de contentsectie onder de paginatitel ziet u een aantal layout-gebieden (bijv. header, main-content, column-left etc.). In elk gebied kunt u blokken met content plaatsen. Deze blokken kunnen bestaat uit teksten, fotoalbums of andere vooraf gedefinieerde blokken. Nieuwe blokken kunnen worden toegevoegd door op het + pictogram te klikken. Bestaande blokken kunt u verwijderen (prullenbak), wijzigen (potlood) of verplaatsen naar andere posities (pijlen).</p> <h2>Status</h2> <p>Een pagina kan nog in conceptvorm zijn of reeds gepubliceerd. De laatst gepubliceerde versie is wat de bezoekers van de website te zien krijgen, de conceptversie is alleen zichtbaar voor gebruikers binnen het CMS. Pagina's in conceptvorm kunnen ook gemarkeerd worden om te laten controleren, zodat uw collega's weten dat deze pagina klaar is om gepubliceerd te worden. LET OP, alleen gepubliceerde pagina's zijn zichtbaar voor de bezoekers van de website.</p> <p><strong>Concept</strong><br /> Zodra een nieuwe pagina is aangemaakt of iets op de pagina wordt gewijzigd, verandert de status naar &quot;Concept&quot;. Als alle aanpassingen zijn doorgevoerd, kunt u de status wijzigen naar &quot;Te controleren&quot; of &quot;Gepubliceerd&quot;. Indien nodig, stel dat u bijvoorbeeld terug wilt naar de laatst &quot;gepubliceerde&quot; versie, kunt u klikken op &quot;Concept verwijderen&quot; aan de rechterzijde.</p> <p><strong>Te controleren</strong><br /> Iemand heeft wijzigingen aangebracht aan de pagina en de pagina is klaar om gepubliceerd te worden (dit is echter nog niet gebeurd). Voordat de pagina wordt gepubliceerd moeten de wijzigingen worden gecontroleerd. Vink &quot;Laten controleren&quot; aan om dit aan iemand anders te laten weten. Uiteraard is dit niet verplicht, het helpt u echter uw werkstroom overzichtelijk te houden.</p> <p><strong>Gepubliceerd</strong><br /> Als alle wijzigingen gecontroleerd zijn en correct blijken, kan de status veranderd worden in &quot;Gepubliceerd&quot;. Alle wijzigingen zijn nu zichtbaar voor de bezoekers.</p> <h2>Vertalingen</h2> <p>Indien deze pagina ook in een andere taal bestaat, kunt u een koppeling aanbrengen. Als alternatief kunt u de pagina kopiëren naar een andere taal voor een snelle start. Onder vertalingen kunt u alle koppelingen beheren.</p> <h2>Menu-verbindingen</h2> <p>Een pagina kan aanwezig zijn in verschillende menu's. U wilt bijvoorbeeld uw pagina &ldquo;Contact&rdquo; in zowel uw hoofdmenu als uw footer. Onder menu-verbindingen kunt u alle menu-items beheren en nieuwe aanmaken.</p> <h2>Instellingen &amp; SEO</h2> <p>Hier vind u dezelfde velden als bij het aanmaken van een nieuwe pagina. Door op het potlood-icoon te klikken, kunt u de paginanaam, URL, zichtbaarheid, layout en de meta-instellingen wijzigen.</p>

# networking_init_cms.admin.menu_item.navigation.title
source: Menu overview
nl: Menu-overzicht

# networking_init_cms.admin.menu_item.navigation.text
source: <p>A menu provides a navigation to make your content easily accessible by others. Each menu is represented by a tab, the selected menu is highlighted. Below the highlighted menu you will see all the options and the list of menu items. The menu item list displays information about each menu point and offers the functions to move (reorder), edit and delete each point. On top of the tabs you can filter the menus by language.</p> <h2>Understanding menus</h2> <p><strong>Menu</strong><br /> A menu is a list of pages or links for navigating the content on your website. A website can have multiple menus, for example a &quot;main menu&quot; and a &quot;secondary menu&quot;. You can add a new menu with the &quot;+&quot; tab on the right side of the menu tab navigation (most users do not have the permission to add or delete menus).</span></p> <p><strong>Menu Item</strong><br /> A menu item consists of a name and a page or a link (URL). Menu items can be organized hierarchically, drag and drop them to create the structure you like. You can build multiple levels of menu items and nest them freely. The URL does not change if you move a</span><span style="line-height:1.6em">&nbsp;menu item to another place in your menu tree (the URL</span><span style="line-height:1.6em">&nbsp;is defined by the URL of the page, or the URL entered in the external/internal URL setting of the menu item).</p> <p><strong>Menu Item Name</strong><br /> The Name of a menu item can be any string of your choice. If you like you can use the same term as for the page name it links to, but you can also name it anything else. Choose a name, which describes the content well, and also use terms which will aid google and other search engines to locate your pages.</p> <p><strong>Menu Item Link</strong><br /> A menu item links to a page or to a custom external/internal URL. Different menu items can link to the same page or the same URL.</p> <p><strong>Menu Language</strong><br /> A menu belongs to the selected language only. Thus every language has it's own menus. This allows you to have a separate menu tree in each language.</p>
nl: <p>Een menu biedt uw bezoekers de mogelijk om te navigeren door uw website. Elk menu kunt u beheren onder een apart tabblad. Onder het geselecteerde menu vind u alle opties en een lijst met menu-items. Deze lijst toont allerlei informatie over elk menu-item em biedt de mogelijkheid om elk menu-item te verplaatsen (andere volgorde), te wijzigen of te verwijderen. Boven de tabbladen kunt u de menu's filteren op taal.</p> <h2>Met menu's leren werken</h2> <p><strong>Menu's</strong><br /> Een menu is een lijst met links naar pagina's. Een website kan meerdere menu's bevatten, bijvoorbeeld een &quot;hoofdmenu&quot; en een &quot;secundair menu&quot;. U kunt een nieuw menu toevoegen door op het &quot;+&quot; icoon te klikken rechts van de tabbladen (de meeste gebruikers hebben echter geen rechten om menu's toe te kunnen voegen of te verwijderen).</span></p> <p><strong>Menu-items</strong><br /> Een menu-item bestaat uit een naam en een pagina of link (URL). Menu-items kunnen hierarchisch geordend worden, versleep de items om de gewenste structuur te creëren. Hierbij kunt u gerust meerdere niveau's hanteren. De URL van de betreffende pagina verandert niet wanneer u een menu-item verplaatst naar een ander niveau in uw menustructuur.</p> <p><strong>Naam van een menu-item</strong><br /> De naam van het menu-item kunt u helemaal zelf bepalen. Indien u wilt kunt u dezelfde naam gebruiken als de naam van de pagina waarnaar wordt verwezen, maar dit is niet verplicht. Kies een naam die past bij de inhoud, en gebruik termen die goed zijn voor zoekmachines.</p> <p><strong>Link van menu-item</strong><br /> Een menu-item linkt naar een pagina of naar een eigen gedefinieerde externe/interne URL. Verschillende menu-items kunnen verwijzen naar dezelfde pagina of dezelfde URL.</p> <p><strong>Taal van een menu</strong><br /> Een menu behoort alleen tot de geselecteerde taal; elke taal heeft dus zijn eigen menu. Hierdoor kunt u desgewenst een afwijkende menuindeling gebruiken in elke taalsectie.</p>

# networking_init_cms.admin.menu_item.create.title
source: Add a new menu item
nl: Een menu-item toevoegen

# networking_init_cms.admin.menu_item.create.text
source: <p>In the menu overview you will find the blue button &quot;+ Add Item&quot;, clicking it will create a new menu item in the current selected menu.</p> <h2>Form Fields</h2> <p><strong>Name</strong><br /> The name is mandatory and will be used for your menu item. Use a name that describes your content best.</p> <p><strong>Page</strong><br /> The page is not mandatory. You can select any existing page to use as the URL for the menu item. If you do not select a page, you must enter either an external or an internal URL</p> <p><strong>External URL</strong><br /> The external URL is not mandatory. Instead of selecting a page you can add any URL as long as provide the whole URL e.g. http://www.initcms.com. You need this to create an absolute link to another site.</p> <p><strong>Internal URL</strong><br /> The internal URL is not mandatory. Instead of selecting a page or an external URL you can add an internal URL. An internal URL contains everything after the top level domain e.g. /news/new-products. You need this to create relative links to your own site.</p> <p><strong>+ Options</strong><br /> Click Options to get the following additional possibilities.</p> <p><strong>Visibility</strong><br /> Use the visibility setting to make the menu item public available or only in the secured area.</p> <p><strong>Link Target</strong><br /> Define the target if you don&#39;t want that the page opens in the same window. There are multiple options to choose from.</p> <p><strong>Link Class</strong><br /> The link class your enter here will be added as a CSS styling option.</p> <p><strong>Link Relation</strong><br /> This setting adds the &ldquo;rel&rdquo; attribute to your link. This can be useful when creating links which open a lightbox image gallery for example, or to trigger other javascript functionality.</p> <p><strong>Hide Menu Item</strong><br /> If you want to hide the menu item, but still want to work it normally otherwise check this box. For example, you want a particular navigation point to be highlighted as the active parent of the search results page, but do not wish to have a link visible in the menu to the search results page, then this would be the right choice for you.</p>
nl: <p>In het menu-overzicht vindt u de knop &quot;+ Item toevoegen&quot;. Wanneer u hierop klikt, kunt u een menu-item aanmaken binnen het geselecteerde menu.</p> <h2>Velden</h2> <p><strong>Naam</strong><br /> De naam is verplicht en wordt getoond binnen uw menustructuur. Gebruik een naam die uw content het beste omschrijft.</p> <p><strong>Pagina</strong><br /> De pagina is niet verplicht. U kunt een bestaande pagina kiezen, of handmatig een externe of interne URL invullen.</p> <p><strong>Externe URL</strong><br /> De externe URL is niet verplicht. In plaats van een pagina te kiezen kunt u een volledige URL invullen, bijv. http://www.google.nl. U gebruikt dit om te verwijzen naar een andere website.</p> <p><strong>Interne URL</strong><br /> De interne URL is niet verplicht. In plaats van een pagina te kiezen of een externe URL in te vullen, kunt u een interne URL invullen. Een interne URL bevat alles na het domein van uw website, bijv. /over-ons/geschiedenis. U dient relatieve links te gebruiken binnen uw eigen website.</p> <p><strong>+ Opties</strong><br /> Klik op Opties voor de volgende mogelijkheden.</p> <p><strong>Zichtbaarheid</strong><br /> Use the visibility setting to make the menu item public available or only in the secured area.</p> <p><strong>Doelvenster</strong><br /> Define the target if you don&#39;t want that the page opens in the same window. There are multiple options to choose from.</p> <p><strong>CSS-klasse</strong><br /> The link class your enter here will be added as a CSS styling option.</p> <p><strong>Link relatie</strong><br /> This setting adds the &ldquo;rel&rdquo; attribute to your link. This can be useful when creating links which open a lightbox image gallery for example, or to trigger other javascript functionality.</p> <p><strong>Menu-item verbergen</strong><br /> Indien u het menu-item wilt verbergen, maar toch wilt renderen. Dit wordt gebruikt in sommige situaties wanneer het bovenliggende menu-item als actief zichtbaar moet zijn.</p>

# sonata.media.admin.media.list.title
source: Media overview
nl: Media-overzicht

# sonata.media.admin.media.list.text
source: <p>The media section helps you to manage media files like images, videos and other files conveniently. On the top of the media site you can filter the media by name or you have the additional option to filter by media tags. The different tabs show the media context (see below), just choose &quot;Default&quot; if you have no other information. The type helps you to see all files, only images, only files or only videos. After the type you have an &quot;+ Add Item&quot; Button which is also covered by this help. Finally you see a list of your media files according to all your above settings and you can perform some actions on every item.</p> <h2>Media Context</h2> <p>A media context is a way to group specific media types together. Media contexts are defined in the site configuration; you can restrict which types of media are allowed in each context, and, in the case of images, define what sizes the images should be cropped to. This allows great control of you media, and prevents users uploading the wrong media type as well as keeping images in the correct format.</p> <p>E.g. You need to maintain product images as well as images for news articles; your webmaster must configure two media contexts, each one defining the various image sizes (thumbnail, small, medium etc). as well as define what files will be allowed.</p> <h2>Media Formats</h2> <p>This refers to the format or type of media such e.g.</p> <ul> <li>Image (.jpg, .png)</li> <li>PDF documents (.pdf)</li> <li>Video (h246, mpeg)</li> <li>Audio (.mp3)</li> </ul> <p>Your Webmaster will setup these for you.</p>
nl: <p>De mediasectie helpt u met het beheren van mediabestanden zoals afbeeldingen, video's, etc. Bovenaan de pagina kunt u de media filteren op basis van naam of tags. De verschillende tabbladen tonen de media context (zie hieronder), kies &quot;Standaard&quot; indien u niet weet wat u hier moet kiezen. Tenslotte volgt er een lijst met uw mediabestanden op basis van uw filters.</p> <h2>Mediacontext</h2> <p>Een context is een manier om verschillende type media te groeperen. Contexten zijn gedefinieerd in de configuratie van uw website; zo kan er ingesteld zijn welke type media zijn toegestaan in elke context en, in het geval van afbeeldingen, hoe de afbeeldingen uitgesneden moeten worden. Dit zorgt ervoor dat de juiste bestanden worden geupload en in het juiste formaat.</p> <h2>Mediatypen</h2> <p>Dit refereert naar de bestandsindeling of het type mediabestand, zoals:</p> <ul> <li>Afbeelding (.jpg, .png)</li> <li>PDF documenten (.pdf)</li> <li>Video (h246, mpeg)</li> <li>Audio (.mp3)</li> </ul> <p>Uw webmaster stelt deze voor u in.</p>

# sonata.media.admin.gallery.list.title
source: Media Gallery
nl: Albums

# sonata.media.admin.gallery.list.text
source: <p>The media gallery helps to present a collection of media items (typically images) on a page. You may add media via the media manager first, and then select them when creating a gallery, or you can upload media during the gallery creation process.</p> <p>Galleries can later be incorporated on a page by inserting a content block of the type &ldquo;Gallery&rdquo;.</p> <h2>Add a gallery</h2> <p>When you add a gallery you can also add media in the same step, so you don&#39;t have to go forth and back. The gallery consists of the following fields.</p> <p><strong>Enabled</strong><br /> This flag can be used in your websites templates in order for the template to know if it should display the gallery or not. It is up to the template programmers as to how the field is used.</p> <p><strong>Name</strong><br /> The name of the gallery. It will only be used internally, so you know which gallery you select for a page</p> <p><strong>Format</strong><br /> Choose from different predefined formats. The formats define the size of the images and are predefined in your websites configuration. Your Webmaster is responsible for setting these up correctly at the beginning.</p> <p><strong>Media<br /> ​</strong>Click &quot;+ Add new&quot; to add existing media or directly upload new media. You can even delete media from the gallery if necessary. You can come back any time to add or change media for a gallery.</p>
nl: <p>De albums helpen u om een verzameling mediabestanden (meestal afbeeldingen) te presenteren op een pagina. U kunt eerst uw media uploaden en deze later selecteren tijdens het aanmaken van een album, of u upload uw bestanden tijdens het aanmaken van uw album.</p> <p>U kunt albums op een pagina plaatsen door deze als contentblok &ldquo;Fotoalbum&rdquo; toe te voegen.</p> <h2>Een album toevoegen</h2> <p>When you add a gallery you can also add media in the same step, so you don&#39;t have to go forth and back. The gallery consists of the following fields.</p> <p><strong>Enabled</strong><br /> This flag can be used in your websites templates in order for the template to know if it should display the gallery or not. It is up to the template programmers as to how the field is used.</p> <p><strong>Name</strong><br /> The name of the gallery. It will only be used internally, so you know which gallery you select for a page</p> <p><strong>Format</strong><br /> Choose from different predefined formats. The formats define the size of the images and are predefined in your websites configuration. Your Webmaster is responsible for setting these up correctly at the beginning.</p> <p><strong>Media<br /> ​</strong>Click &quot;+ Add new&quot; to add existing media or directly upload new media. You can even delete media from the gallery if necessary. You can come back any time to add or change media for a gallery.</p>

# sonata.user.admin.user.list.title
source: User overview
nl: Gebruikersoverzicht
