Repository: networking/init-cms-bundle
Catalog: Resources/translations/NetworkingInitCmsBundle.*.xliff
Languages: de, fr

# label_filters
source: Search
de: Suche
fr: Rechercher

# label_export_download
source: Download your results in the following formats
de: Sie können Ihre Ergebnisse in folgenden Formaten herunterladen
fr: Téléchargez vos résultats dans les formats suivants

# info.filter
source: Filter %admin_label%:
de: Suchen:
fr: Filtre %admin_label%:

# link.website_
source: Website
fr: Site Web

# link.go_to_list
source: Go to %admin_label% list
de: Zurück zur Liste
fr: Aller à la liste %admin_label%

# link.website_status_published
source: Website: Published
de: Website: Live Modus
fr: Site Web: publié

# link.website_status_draft
source: Website: Draft
de: Website: Preview Modus
fr: Site Web: ébauche

# link.show_more_actions
source: Show more actions
de: Weitere Aktionen anzeigen
fr: Montrer plus d’actions

# link.hide_actions
source: Hide actions
de: Aktionen verbergen
fr: Cacher les actions

# link.show_more_filters
source: More filter options
de: Weitere Such-Optionen
fr: Plus d’options de filtrage

# link_reset_filter
source: Clear
de: Suche zurücksetzen
fr: Effacer

# link_action_create
source: Add %admin_label%
de: Hinzufügen
fr: Ajouter %admin_label%

# link_delete
source: Delete
de: Löschen
fr: Supprimer

# title_create
source: Add New %admin_label%
de: Hinzufügen
fr: Ajouter nouveau %admin_label%

# title_edit
source: %admin_label% - Edit "%name%"
de: Bearbeiten "%name%"
fr: %admin_label% - Éditer "%name%"

# btn_update
source: Update
de: Aktualisieren
fr: Mettre à jour

# btn_create
source: Create
de: Erstellen
fr: Créer

# btn_filter
source: Filter
de: Suchen
fr: Filtrer

# btn_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# btn_preview
source: Preview %admin_label%
de: Vorschau
fr: Prévisualiser %admin_label%

# btn_update_and_edit_again
source: Update %admin_label%
de: Aktualisieren
fr: Mettre à jour %admin_label%

# btn_update_and_return_to_list
source: Update %admin_label% and return to list
de: Aktualisieren und zurück zur Liste
fr: Mettre à jour %admin_label% et retourner à la liste

# delete_or
source: Or
de: oder
fr: Ou

# btn_create_and_edit_again
source: Add %admin_label% and edit it
de: Hinzufügen und bearbeiten.
fr: Ajouter %admin_label% et l’éditer

# btn_create_and_return_to_list
source: Add %admin_label% and return to list
de: Hinzufügen und zurück zur Liste
fr: Ajouter %admin_label% et retourner à la liste

# btn_create_and_create_a_new_one
source: Add %admin_label% and create another
de: Hinzufügen und einen weiteren erstellen
fr: Ajouter %admin_label% et en créer un autre

# no_result
source: No items found
de: Keine Einträge gefunden
fr: Aucun élément n’a été trouvé

# title.page_not_found
source: Page not found
de: Seite nicht gefunden
fr: Page introuvable

# info.page_not_found
source: <p>We are sorry but we were not able to find the page that you were looking for</p>
de: <p>Leider konnten wir die von Ihnen gesuchte Seite nicht finden </p>
fr: <p>Désolé, nous n’avons pas pu trouver la page que vous cherchez</p>

# title.translation_not_found
source: Translation not found
de: Übersetzung nicht gefunden
fr: Traduction introuvable

# info.translation_not_found
source: <p>It looks like there is no translation for the page you are looking for.</p>
de: <p>Es gibt anscheinend keine Übersetzung für die von Ihnen gesuchte Seite.</p>
fr: <p> Il n’y a apparemment pas de traduction pour la page que vous cherchez.</p>

# info.welcome_text
source: <p>We still have a bit to do here, and welcome suggestions. We would like to make this dashboard much more personalizeable.</p>
de: <p>Benutzen Sie die Hilfefunktion (Fragezeichen auf der rechten Seite)</p>
fr: <p> Nous devons encore apporter quelques améliorations ici et vos suggestions sont les bienvenues. Nous aimerions rendre ce tableau de bord encore plus personnalisable.</p>

# label.last_activity
source: Last Activity
de: Letzte Aktivität
fr: Dernière activité

# title.last_user_activity
source: Users Currently Online
de: Benutzer aktuell online
fr: Utilisateurs actuellement en ligne

# title.dashboard
source: Welcome to the %admin_title% CMS
de: Willkommen beim %admin_title% CMS
fr: Bienvenue au CMS %admin_title%

# flash_delete_success
source: The item was successfully deleted.
de: Der Eintrag wurde erfolgreich gelöscht.
fr: L’élément a été supprimé avec succès.

# flash_delete_error
source: Sorry, the item could not be deleted.
de: Sorry, der Eintrag konnte nicht gelöscht werden.
fr: Désolé, l’élément n’a pas pu être supprimé.

# flash_edit_success
source: The item was successfully updated.
de: Der Eintrag wurde erfolgreich aktualisiert.
fr: L’élément a été mis à jour avec succès.

# flash_edit_error
source: An error has occurred, the selected item could not be updated at present
de: Es ist ein Fehler aufgetreten. Der gewählte Eintrag kann im Augenblick nicht aktualisiert werden
fr: Une erreur est survenue, l’élément sélectionné n’a pas pu être mis à jour

# flash_create_success
source: Success, the item was created.
de: Der Eintrag wurde erfolgreich erstellt.
fr: Opération réussie, l’élément a été créé.

# flash_create_error
source: An error has occurred, the item could not be created at present
de: Es ist ein Fehler aufgetreten. Der Eintrag kann im Augenblick nicht erstellt werden
fr: Une erreur est survenue, l’élément n’a pas pu être créé actuellement

# flash_batch_delete_success
source: The selected items were successfully deleted
de: Die gewählten Einträge wurden erfolgreich gelöscht
fr: Les éléments sélectionnés ont été supprimés avec succès

# flash_batch_delete_error
source: The selected items could not be deleted at present
de: Die gewählten Einträge konnten nicht gelöscht werden.
fr: Les éléments sélectionnés n’ont pas pu être supprimés actuellement
