Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/HelpTextAdmin.*.xliff
Languages: de

# sonata.media.admin.gallery.list.text
source: <p>The media gallery helps to present a collection of media items (typically images) on a page. You may add media via the media manager first, and then select them when creating a gallery, or you can upload media during the gallery creation process.</p> <p>Galleries can later be incorporated on a page by inserting a content block of the type &ldquo;Gallery&rdquo;.</p> <h2>Add a gallery</h2> <p>When you add a gallery you can also add media in the same step, so you don&#39;t have to go forth and back. The gallery consists of the following fields.</p> <p><strong>Enabled</strong><br /> This flag can be used in your websites templates in order for the template to know if it should display the gallery or not. It is up to the template programmers as to how the field is used.</p> <p><strong>Name</strong><br /> The name of the gallery. It will only be used internally, so you know which gallery you select for a page</p> <p><strong>Format</strong><br /> Choose from different predefined formats. The formats define the size of the images and are predefined in your websites configuration. Your Webmaster is responsible for setting these up correctly at the beginning.</p> <p><strong>Media<br /> ​</strong>Click &quot;+ Add new&quot; to add existing media or directly upload new media. You can even delete media from the gallery if necessary. You can come back any time to add or change media for a gallery.</p>
de: <p>Eine Galerie ist eine Sammlung von Medienelementen, in der Regel Bilder welche in einer Diashow oder einem Slider dargestellt werden.</p> <p>Die Medien-Galerie hilft Ihnen, eine Sammlung von Medien-Elementen (normalerweise Bilder) auf einer Seite zu pr&auml;sentieren. Sie k&ouml;nnen zuerst Medien &uuml;ber den Medien-Manager hinzuf&uuml;gen und sie dann ausw&auml;hlen, wenn Sie eine Galerie anlegen oder Sie k&ouml;nnen Medien w&auml;hrend des Galerie-Erstellungsvorgangs hochladen.</p> <p>Galerien k&ouml;nnen sp&auml;ter durch Einf&uuml;gen eines Content-Blocks des Typs &quot;Galerie&quot; in eine Seite einbezogen werden.</p> <h2>Galerien</h2> <p>Eine Galerie besteht aus den folgenden Feldern:</p> <p><strong>Aktiviert</strong><br /> Diese Markierung kann in Ihren Website-Templates (Vorlagen) benutzt werden, damit das Template weiss, ob es die Galerie anzeigen soll oder nicht. Es liegt an den (HTML)Template-Programmierern, wie das Feld zu verwenden ist.</p> <p><strong>Name</strong><br /> Der Name der Galerie. Er wird nur intern benutzt, damit Sie wissen, welche Galerie Sie f&uuml;r eine Seite ausw&auml;hlen.</p> <p><strong>Format</strong><br /> W&auml;hlen Sie aus unterschiedlichen vordefinierten Formaten. Die Formate legen die Gr&ouml;sse der Bilder fest und sind in Ihrer Website-Konfiguration vordefiniert. Ihr Webmaster ist daf&uuml;r verantwortlich, diese zu Beginn korrekt einzurichten.</p> <p><strong>Medien<br /> ​</strong>Klicken Sie &quot;+ Neue hinzuf&uuml;gen&quot; an, um vorhandene Medien hinzuzuf&uuml;gen, oder laden Sie neue Medien direkt hoch. Sie k&ouml;nnen bei Bedarf auch Medien aus der Galerie l&ouml;schen. Sie k&ouml;nnen jederzeit darauf zur&uuml;ckkommen und Medien f&uuml;r eine Galerie hinzuf&uuml;gen oder &auml;ndern.</p> <h2>Suchen</h2> <p>Sie k&ouml;nnen die Galerien im angezeigten Kontext suchen in dem Sie im Feld &#39;Name&#39; nach dem Dateinamen der Galerie suchen.</p> <p>Zus&auml;tzlich k&ouml;nnen Sie nach weiteren Optionen suchen (z.B. Aktiviert). Weitere Suchoptionen k&ouml;nnen von Ihrem Webmaster konfiguriert werden.</p> <p>Falls die Suchfelder nicht ausgef&uuml;llt werden, werden alle Objekte im entsprechenden Kontext angezeigt.</p> <h2>Galerie-Kontext</h2> <p>Ein Galerie-Kontext ist eine M&ouml;glichkeit, spezifische Galerien zu unterscheiden, erstellen und bearbeiten. Galerie-Kontexte sind in der Website-Konfiguration festgelegt. Sie k&ouml;nnen einschr&auml;nken, welche Medientypen (Formate) in jedem einzelnen Kontext zugelassen sind, und im Falle von Bildern festlegen, auf welche Gr&ouml;ssen die Bilder zugeschnitten werden sollen. Dadurch haben Sie eine bessere Kontrolle &uuml;ber Ihre Medien; zudem wird verhindert, dass Benutzer den falschen Medientyp hochladen und sichergestellt, dass Bilder das korrekte Format behalten. Per default ist der Kontext &#39;default&#39; vorinstalliert.</p> <p>Beispiel: Sie wollen Produktbilder f&uuml;r einen Slider sowie Bilder f&uuml;r die Diashow des Betriebsfests verwenden. Ihr Webmaster muss zwei Galerie-Kontexte konfigurieren, wobei bei jedem die verschiedenen Bildergr&ouml;ssen definiert (Miniatur, klein, mittel, usw.) und auch festzulegen ist, welche Dateien zugelassen sind.</p> <h2>Aktionen</h2> <p>F&uuml;r jedes Galerieobjekt k&ouml;nnen folgende Aktionen durchgef&uuml;hrt werden:</p> <ul> <li>Bearbeiten (zeigt das Objekt im Bearbeitungsmodus Bearbeiten an; siehe auch Hilfetext Galerie bearbeiten)</li> <li>L&ouml;schen (l&ouml;scht das Objekt, l&ouml;schen muss best&auml;tigt werden)</li> </ul> <p>Zudem k&ouml;nnen mit dem Markieren der Checkboxen bei den jeweiligen Galerieelementen Aktionen f&uuml;r alle oder mehrere Objekte ausgef&uuml;hrt werden, indem die entsprechenden Checkboxen markiert und die gew&uuml;nschten Aktionen (z.B. l&ouml;schen) ausgef&uuml;hrt werden.</p> <h2>Medien Formate</h2> <p>In diesem Zusammenhang geht es um Datei-Formate bzw. Medientypen wie z.B.:</p> <ul> <li>Bild (.jpg, .png)</li> <li>PDF Dokumente (.pdf)</li> <li>Video (h246, mpeg)</li> <li>Audio (.mp3)</li> </ul> <p>Spezifische Formate m&uuml;ssen explizit zugelassen werden. Ihr Webmaster richtet diese f&uuml;r Sie ein.</p>

# sonata.media.admin.gallery.create.title
source: Create gallery
de: Galerie erstellen

# sonata.media.admin.gallery.create.text
source: <p>When creating a gallery it is also possible to upload media directly, saving you from switching from the media manager to the gallery manager.</p> <h2>Upload media</h2> <p>Enter the basic information about your gallery:</p> <ul> <li>Enabled: Is the gallery enabled (to be displayed) or not, this is only useful if the webmaster has programmed the templates to regard this field</li> <li>Name: Internal name for the gallery</li> <li>Format: Format (size) of the images or YouTube videos to display, check with your webmaster for more information.</li> </ul> <h2>Media</h2> <p>Your will see all gallery objects in the over view table.</p> <p><strong>Media</strong><br /> If available a thumbnail of the image/YouTube video will be displayed.</p> <p>List: You can select an existing media item from your media library.</p> <p>+Neu: You can create a new media entry.</p> <p>Delete: You can remove the media entry connection (the media itself will not be deleted).</p> <p><strong>Enabled</strong><br /> Here you can enable and disable individual media items within the gallery</p> <p><strong>Position</strong><br /> Here you can order the media, by use of drag &amp; drop for display in the frontend</p> <p>With the <strong>&#39;+ New&#39; Button</strong> you can create a new position in your gallery to add a new media element.</p> <p>Now you can:</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul> <p>With &#39;Cancel&#39; your changes will not be saved and you will be returned to the Gallery list view.</p>
de: <p>Wenn Sie eine Galerie erstellen, k&ouml;nnen Sie im gleichen Schritt auch Medien hinzuf&uuml;gen, so dass Sie nicht mehrmals hin- und herwechseln m&uuml;ssen.</p> <h2>Media hochladen</h2> <p>Geben Sie zuerst die Informationen f&uuml;r die neue Galerie ein:</p> <ul> <li>Aktiviert: Galerie ist aktiv (oder noch inaktiv)</li> <li>Name: Interner Name der Galerie</li> <li>Format: Format unter welchem die zu dieser Galerie hochgeladenen Bilder gespeichert werden. Fragen Sie dazu Ihren Webmaster.</li> </ul> <h2>Medien</h2> <p>Sie sehen alle Galerie Objekte in einer &uuml;bersichtlichen Tabelle</p> <p><strong>Medien</strong><br /> Vorhandene Bilder werden als Thumbnail angezeigt.</p> <p>Liste: Sie k&ouml;nnen aus Ihren Medien bereits hochgeladene Bilder ausw&auml;hlen, die dann in diese Galerie eingef&uuml;gt werden</p> <p>+Neu: Sie k&ouml;nnen von Ihrem PC / Netzwerk gespeicherte Bilder hochladen.</p> <p>L&ouml;schen: Sie k&ouml;nnen das vorhandene Objekt l&ouml;schen.</p> <p><strong>Aktiviert</strong><br /> Sie k&ouml;nnen einzelne Objekte der Galerie aktivieren resp. deaktivieren.</p> <p><strong>Position</strong><br /> Sie k&ouml;nnen per Drag &amp; Drop einzelne Objekte in der Galerie verschieben und so die Reihenfolge (z.B. der Diashow) &auml;ndern.</p> <p>Mit dem <strong>&#39;+ Neu&#39; Button</strong> laden Sie neue Bilder zu dieser Galerie auf den Webserver. Jedes Galerie-Element wird in einer Zeile angezeigt.</p> <p>&nbsp;</p> <p>Klicken Sie nun einen der Buttons:</p> <ul> <li>Hinzuf&uuml;gen und bearbeiten</li> <li>Hinzuf&uuml;gen und zur&uuml;ck zur Liste</li> <li>Hinzuf&uuml;gen und einen weiteren erstellen</li> </ul> <p>Mit &#39;Abbrechen&#39; wird die Funktion Galerie erstellen r&uuml;ckg&auml;ngig gemacht und die hochgeladenen Daten NICHT gespeichert.</p> <p>Falls der Link resp. das Dateiformat nicht erlaubt ist (Fehlermeldung) dann setzen Sie sich bitte mit Ihrem Webmaster in Verbindung.</p> <p>Weitere n&uuml;tzliche Informationen finden Sie unter Galerie oder Medien bearbeiten.</p>

# sonata.media.admin.gallery.edit.title
source: Edit gallery
de: Galerie bearbeiten

# sonata.media.admin.gallery.edit.text
source: <p>When editing a gallery, you can upload new media directly there without leaving the gallery page.</p> <h2>Edit &#39;Gallery-name&#39;</h2> <p>Edit the following information for your chosen gallery:</p> <ul> <li>Enabled: Is the gallery enabled (to be displayed) or not, this is only useful if the webmaster has programmed the templates to regard this field</li> <li>Name: Internal name for the gallery</li> <li>Format: Format (size) of the images or YouTube videos to display, check with your webmaster for more information.</li> </ul> <h2>Media</h2> <p>Your will see all gallery objects in the over view table.</p> <p><strong>Media</strong><br /> If available a thumbnail of the image/YouTube video will be displayed.</p> <p>List: You can select an existing media item from your media library.</p> <p>+Neu: You can create a new media entry.</p> <p>Delete: You can remove the media entry connection (the media itself will not be deleted).</p> <p><strong>Enabled</strong><br /> Here you can enable and disable individual media items within the gallery</p> <p><strong>Position</strong><br /> Here you can order the media, by use of drag &amp; drop for display in the frontend</p> <p>With the <strong>&#39;+ New&#39; Button</strong> you can create a new position in your gallery to add a new media element.</p> <p>Now you can:</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul> <p>With &#39;Cancel&#39; your changes will not be saved and you will be returned to the Gallery list view.</p>
de: <p>Wenn Sie eine Galerie bearbeiten, k&ouml;nnen Sie im gleichen Schritt auch neue Medien hinzuf&uuml;gen, so dass Sie nicht mehrmals hin- und herwechseln m&uuml;ssen.</p> <h2>&#39;Galerie-Name&#39; bearbeiten</h2> <p>Bearbeiten Sie zuerst die Informationen f&uuml;r die ausgew&auml;hlte Galerie:</p> <ul> <li>Aktiviert: Galerie ist aktiv (oder noch inaktiv)</li> <li>Name: Interner Name der Galerie</li> <li>Format: Format unter welchem die zu dieser Galerie hochgeladenen Bilder gespeichert werden. Fragen Sie dazu Ihren Webmaster.</li> </ul> <h2>Medien</h2> <p>Sie sehen alle Galerie Objekte in einer &uuml;bersichtlichen Tabelle</p> <p><strong>Medium</strong><br /> In der &Uuml;bersicht werden alle vorhandene Bilder werden als Thumbnail angezeigt.</p> <p>Liste: Sie k&ouml;nnen aus Ihren Medien bereits hochgeladene Bilder ausw&auml;hlen und das Objekt ersetzen.</p> <p>+Neu: Sie k&ouml;nnen von Ihrem PC / Netzwerk gespeicherte Bilder hochladen und das Objekt ersetzen.</p> <p>L&ouml;schen: Sie k&ouml;nnen das vorhandene Objekt l&ouml;schen.</p> <p><strong>Aktiviert</strong><br /> Sie k&ouml;nnen einzelne Objekte der Galerie aktivieren resp. deaktivieren.</p> <p><strong>Position</strong><br /> Sie k&ouml;nnen per Drag &amp; Drop einzelne Objekte in der Galerie verschieben und so die Reihenfolge (z.B. der Diashow) &auml;ndern.</p> <p>Mit dem <strong>&#39;+ Neu&#39; Button</strong> laden Sie neue Bilder zu dieser Galerie auf den Webserver. Jedes Galerie-Element wird in einer Zeile angezeigt.</p> <p>&nbsp;</p> <p>Klicken Sie nun einen der Buttons:</p> <ul> <li>Aktualisieren</li> <li>Aktualisieren und zur&uuml;ck zur Liste</li> <li>L&ouml;schen (l&ouml;scht die komplette Galerie)</li> </ul> <p>Mit &#39;Abbrechen&#39; wird die Funktion Galerie bearbeiten r&uuml;ckg&auml;ngig gemacht und die &Auml;nderungen NICHT gespeichert.</p> <p>Falls der Link resp. das Dateiformat nicht erlaubt ist (Fehlermeldung) dann setzen Sie sich bitte mit Ihrem Webmaster in Verbindung.</p> <p>Weitere n&uuml;tzliche Informationen finden Sie unter Galerie erstellen oder Medien bearbeiten.</p>

# networking_init_cms.admin.tag.list.title
source: Media Tag
de: Medien-Tag (Markierung)

# networking_init_cms.admin.tag.list.text
source: <p>A media tag is a word or phrase, which you can freely create and associate to your media items. Media tags can then be used to filter all the media that is managed in the media library, you can then use the media tags to filter and find your way through large amounts of media quickly and easily</p> <p>Example tags might be &ldquo;holiday&rdquo; or &ldquo;portrait images&rdquo;. A media item can be associated with as many tags as you like.</p>
de: <p>Ein Medien-Tag ist ein Wort, Begriff oder Ausdruck, denn Sie frei erstellen und mit Ihren Medienelementen verbinden k&ouml;nnen. Medien-Tags k&ouml;nnen dazu verwendet werden, alle in der Medien-Bibliothek verwalteten Medien zu filtern. So k&ouml;nnen Sie schnell und leicht durch eine Vielzahl von Medien navigieren.</p> <p>Beispiele f&uuml;r Tags: &quot;Urlaub&quot; oder &quot;Portr&auml;t-Bilder&quot;. Ein Medienelement kann mit beliebig vielen Tags verkn&uuml;pft werden und ein Tag kann bei beliebig vielen Medien (auch unterschiedliche Formate) verwendet werden.</p>

# networking_init_cms.admin.tag.create.title
source: Create media tag
de: Medien-Tag erstellen

# networking_init_cms.admin.tag.create.text
source: <p>Just enter the tag name, which will be visible in the media search and the media create/new forms</p>
de: <p>Ein Medien-Tag ist ein Wort, Begriff oder Ausdruck, denn Sie frei erstellen und mit Ihren Medienelementen verbinden können. Medien-Tags können dazu verwendet werden, alle in der Medien-Bibliothek verwalteten Medien zu filtern. So können Sie schnell und leicht durch eine Vielzahl von Medien navigieren.</p> <p>Beispiele für Tags: &quot;Urlaub&quot; oder &quot;Porträt-Bilder&quot;. Ein Medienelement kann mit beliebig vielen Tags verknüpft werden.</p>

# networking_init_cms.admin.tag.edit.title
source: Edit media tag
de: Medien-Tag bearbeiten

# networking_init_cms.admin.tag.edit.text
source: <p>Just enter the tag name, which will be visible in the media search and the media create/new forms</p>
de: <p>Ein Medien-Tag ist ein Wort, Begriff oder Ausdruck, denn Sie frei erstellen und mit Ihren Medienelementen verbinden können. Medien-Tags können dazu verwendet werden, alle in der Medien-Bibliothek verwalteten Medien zu filtern. So können Sie schnell und leicht durch eine Vielzahl von Medien navigieren.</p> <p>Beispiele für Tags: &quot;Urlaub&quot; oder &quot;Porträt-Bilder&quot;. Ein Medienelement kann mit beliebig vielen Tags verknüpft werden.</p>

# sonata.user.admin.user.list.title
source: User overview
de: Benutzer-Übersicht
