Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/HelpTextAdmin.*.xliff
Languages: de

# networking_init_cms.admin.page.edit.text
source: <p>The Edit Form has multiple areas. Below the page title you see the content area with one or more layout containers. On the right side you find additional information and actions for the page.</p> <h2>Content area</h2> <p>In the content area below the page title you see the different layout containers (e.g. header, main-content, left column etc.). For each layout container, multiple content blocks can be assigned. Those blocks can be either text or galleries (or other predefined content types). New blocks can be created by clicking on the + icon. Existing blocks can be deleted (Trash icon), edited (Pen icon) or moved to another position (arrows).</p> <h2>Publishing Status</h2> <p>A page can be in a Draft or Published state. The last published state is what the normal user will see in the frontend, the draft state is only visible for users of the admin area of the CMS. Pages in the Draft state can also be marked for review, this is not so much as a state as a flag to let everyone know that the page is ready to be published following a review. IMPORTANT, only published pages are viewable to the general public.</p> <p><strong>Draft</strong><br /> As soon a page is created or something on the page is edited, the status is set to &quot;Draft&quot;. If all the changes are correct, the status should be changed to &quot;Review&quot; or &quot;Published&quot;. If necessary, say you want to return to the last &quot;Published&quot; Version, you can click &quot;Discard Draft&quot; on the right side.</p> <p><strong>Review</strong><br /> Someone has made changes to the page, and the page is ready for publication (but is not yet published). Before the page is published, the changes should be reviewed. Check the &quot;Review&quot; box to add the Page to a review list for a publisher. Overall it is it optional to use this status, it just helps create a proper editor/publisher workflow.</p> <p><strong>Published</strong><br /> If all the changes are correct (by a review), the status can be changed to &quot;Published&quot;. All changes will now be publicly visible.</p> <h2>Translations</h2> <p>If this page exists in another language, a link to this page can be created. As an alternative option, the page can be copied to another language for a quicker start. Under translation you can manage all language associations.</p> <h2>Menu Connections</h2> <p>A page can be present in different menus. Maybe you want your &ldquo;contact&rdquo; page in the main menu, but also in the footer menu. Under menu connections you can manage all menu entries as well as create new ones.</p> <h2>Settings &amp; SEO</h2> <p>Here you find the same fields as used when creating a page. You can edit the page name (by clicking on the pen icon), the URL, the page visibility, the page layout and other page meta settings.</p> <h2>Email Address Encryption</h2> <p>If you use email addresses in the text editor, please make sure to create a link for every email address (click chain symbol, choose Email as Link-Type). The cms will encrypt these email addresses automatically and they will not be readable by spam robots. You should never write email addresses without creating a link out of it, because then the address is visible to the spam robots and they can use it to send spam to the email address.</p>
de: <p>Das Editierformular umfasst mehrere Bereiche. Unter dem Seitentitel sehen Sie den Content-Bereich mit einem oder mehreren Layout-Containern. Auf der rechten Seite finden Sie zus&auml;tzliche Informationen und Aktionen f&uuml;r die Seite.</p> <h2>Content-Bereich</h2> <p>Im Content-Bereich unter dem Seitentitel sehen Sie die unterschiedlichen Layout-Container (z.B. Kopfzeile, Haupt-Content, linke Spalte, usw.). F&uuml;r jeden Layout-Container k&ouml;nnen mehrere Content-Bl&ouml;cke zugewiesen werden. Diese Bl&ouml;cke k&ouml;nnen entweder Text oder Galerien (oder andere vordefinierte Content-Typen) sein. Neue Bl&ouml;cke k&ouml;nnen durch Anklicken des +-Symbols erstellt, vorhandene Bl&ouml;cke gel&ouml;scht (Papierkorb-Symbol), bearbeitet (Bleistift-Symbol) oder an eine andere Position (Pfeile) verschoben werden.</p> <h2>Ver&ouml;ffentlichungs-Status</h2> <p>Eine Seite kann im Entwurfs- oder im Ver&ouml;ffentlichungs-Status sein. Der letzte Ver&ouml;ffentlichungs-Status ist der, den der normale Benutzer sieht, der Entwurfsstatus ist nur f&uuml;r Admin-Benutzer des CMS sichtbar. Seiten im Entwurfsstatus k&ouml;nnen auch zur &Uuml;berpr&uuml;fung gekennzeichnet werden; es handelt sich dann weniger um einen Status als vielmehr um eine Markierung, anhand derer jedermann erkennt, dass die Seite im Anschluss an eine &Uuml;berpr&uuml;fung bereit zur Ver&ouml;ffentlichung ist. WICHTIG: Nur ver&ouml;ffentliche Seiten k&ouml;nnen von der allgemeinen &Ouml;ffentlichkeit angesehen werden.</p> <p><strong>Entwurf</strong><br /> Sobald eine Seite angelegt oder etwas auf der Seite editiert wird, wird der Status auf &quot;Entwurf&quot; gesetzt. Wenn alle &Auml;nderungen korrekt sind, sollte der Status in &quot;Pr&uuml;fen&quot; oder &quot;Ver&ouml;ffentlicht&quot; ge&auml;ndert werden. Wenn Sie bei Bedarf zur&uuml;ck zur letzten &quot;ver&ouml;ffentlichten&quot; Version m&ouml;chten, klicken Sie auf der rechten Seite auf &quot;Entwurf streichen&quot;.</p> <p><strong>Pr&uuml;fen</strong><br /> Jemand hat &Auml;nderungen auf der Seite vorgenommen und aber noch nicht ver&ouml;ffentlicht. Bevor die Seite ver&ouml;ffentlicht wird, sollten die &Auml;nderungen gepr&uuml;ft werden. Aktivieren Sie das K&auml;stchen &quot;Pr&uuml;fen&quot;, um die Seite zu einer Pr&uuml;fliste f&uuml;r einen Herausgeber hinzuzuf&uuml;gen. Die Verwendung dieses Status ist im Allgemeinen optional; er bietet nur eine Unterst&uuml;tzung bei der Erstellung eines geeigneten Editor/Herausgeber-Workflows.</p> <p><strong>Ver&ouml;ffentlicht</strong><br /> Wenn alle &Auml;nderungen (nach einer Pr&uuml;fung) korrekt sind, kann der Status in &quot;Ver&ouml;ffentlicht&quot; ge&auml;ndert werden. Alle &Auml;nderungen sind jetzt &ouml;ffentlich sichtbar.</p> <h2>&Uuml;bersetzungen</h2> <p>Wenn eine Seite in einer anderen Sprache vorhanden ist, kann ein Link dazu erstellt werden. Als schneller und einfacher zu handhabende Alternative kann die Seite in eine andere Sprache kopiert werden. Mit der Option &quot;&Uuml;bersetzungen&quot; k&ouml;nnen Sie alle Sprachen verwalten.</p> <h2>Men&uuml;verkn&uuml;pfungen</h2> <p>Eine Seite kann in verschiedenen Men&uuml;s vorhanden sein. Vielleicht m&ouml;chten Sie Ihre &quot;Kontaktseite&quot; sowohl im Hauptmen&uuml; als auch im Fusszeilen-Men&uuml; haben. Unter Men&uuml;verkn&uuml;pfungen k&ouml;nnen Sie alle Men&uuml;eintr&auml;ge verwalten sowie neue erstellen.</p> <h2>Einstellungen &amp; SEO</h2> <p>Hier finden Sie dieselben Felder, die Sie beim Erstellen einer Seite benutzt haben. Sie k&ouml;nnen den Seitennamen (durch Anklicken des Bleistift-Symbols), die URL, die Seitensichtbarkeit, das Seiten-layout und andere Meta-Einstellungen der Seite editieren.</p> <h2>E-Mail Adressen verschl&uuml;sseln</h2> <p>Wenn Sie E-Mail Adressen im Texteditor eintragen, sollten Sie immer einen Link daraus machen (Kettensymbol klicken, als Link-Typ E-Mail auswählen). Das CMS verschlüsselt diese E-Mail-Adresse automatisch, damit diese nicht für Spam-Roboter lesbar ist. Sie sollten deshalb nie E-Mail Adressen ohne einen Link erstellen, weil diese im Klartest erscheinen und Spam-Roboter diese auslesen und für Spam verwenden können.</p>

# networking_init_cms.admin.menu_item.navigation.title
source: Menu overview
de: Menü-Übersicht

# networking_init_cms.admin.menu_item.navigation.text
source: <p>A menu provides a navigation to make your content easily accessible by others. Each menu is represented by a tab, the selected menu is highlighted. Below the highlighted menu you will see all the options and the list of menu items. The menu item list displays information about each menu point and offers the functions to move (reorder), edit and delete each point. On top of the tabs you can filter the menus by language.</p> <h2>Understanding menus</h2> <p><strong>Menu</strong><br /> A menu is a list of pages or links for navigating the content on your website. A website can have multiple menus, for example a &quot;main menu&quot; and a &quot;secondary menu&quot;. You can add a new menu with the &quot;+&quot; tab on the right side of the menu tab navigation (most users do not have the permission to add or delete menus).</span></p> <p><strong>Menu Item</strong><br /> A menu item consists of a name and a page or a link (URL). Menu items can be organized hierarchically, drag and drop them to create the structure you like. You can build multiple levels of menu items and nest them freely. The URL does not change if you move a</span><span style="line-height:1.6em"> menu item to another place in your menu tree (the URL</span><span style="line-height:1.6em"> is defined by the URL of the page, or the URL entered in the external/internal URL setting of the menu item).</p> <p><strong>Menu Item Name</strong><br /> The Name of a menu item can be any string of your choice. If you like you can use the same term as for the page name it links to, but you can also name it anything else. Choose a name, which describes the content well, and also use terms which will aid google and other search engines to locate your pages.</p> <p><strong>Menu Item Link</strong><br /> A menu item links to a page or to a custom external/internal URL. Different menu items can link to the same page or the same URL.</p> <p><strong>Menu Language</strong><br /> A menu belongs to the selected language only. Thus every language has it's own menus. This allows you to have a separate menu tree in each language.</p>
de: <p>Ein Men&uuml; bietet eine Navigation, damit andere leicht auf Ihren Content zugreifen k&ouml;nnen. Jedes Men&uuml; wird durch eine Registerkarte dargestellt, das ausgew&auml;hlte Men&uuml; wird hell hervorgehoben. Unter dem hell hervorgehobenen Men&uuml; sehen Sie alle Optionen und die Liste der Men&uuml;elemente. Die Men&uuml;element-Liste zeigt Informationen &uuml;ber jeden Men&uuml;punkt an und bietet die Funktionen zum Verschieben (Umsortieren), Bearbeiten und L&ouml;schen jedes Punkts an. &Uuml;ber den Registerkarten k&ouml;nnen Sie die Men&uuml;s nach Sprache filtern.</p> <h2>Was ist ein Men&uuml;?</h2> <p><strong>Men&uuml;</strong><br /> Ein Men&uuml; ist eine Liste von Seiten oder Links zur Navigation Ihres Contents auf Ihrer Website. Eine Website kann mehrere Men&uuml;s haben, zum Beispiel ein &quot;Hauptmen&uuml;&quot; und ein &quot;Nebenmen&uuml;&quot;. Sie k&ouml;nnen ein neues Men&uuml; mit der Registerkarte &quot;+&quot; auf der rechten Seite der Men&uuml;registerkarten-Navigation hinzuf&uuml;gen (die meisten Benutzer haben nicht die Rechte, um Men&uuml;s hinzuzuf&uuml;gen oder zu l&ouml;schen).</p> <p><strong>Men&uuml; Einstellungen</strong><br /> Hier k&ouml;nnen Sie eine Beschreibung des Men&uuml;s eingeben. &Auml;ndern Sie den Name des Men&uuml;s nicht - oder nur in Absprache mit dem Webmaster. &Uuml;ber den Namen wird das Men&uuml; mit Ihrem Template (HTML Vorlage) verbunden.</p> <p><strong>Men&uuml;element</strong><br /> Ein Men&uuml;element besteht aus einem Namen und einer Seite oder einem Link (URL). Men&uuml;elemente k&ouml;nnen hierarchisch organisiert werden: Ziehen Sie einfach Ihre Men&uuml;elemente an eine bestimmte Stelle und legen Sie sie ab (Drag and Drop), um die Struktur Ihrer Wahl zu erstellen. Sie k&ouml;nnen mehrere Ebenen von Men&uuml;elementen aufbauen und sie frei miteinander verschachteln. Die URL &auml;ndert sich nicht, wenn Sie ein Seiten-Men&uuml;element an eine andere Stelle in Ihrem Men&uuml;-Baum verschieben (die URL wird durch die URL der Seite oder durch die in der externen/internen URL-Einstellung des Men&uuml;elements eingegebene URL festgelegt).</p> <p><strong>Men&uuml;element-Name</strong><br /> Der Name eines Men&uuml;elements kann eine beliebige Zeichenkette Ihrer Wahl sein. Wenn Sie m&ouml;chten, k&ouml;nnen Sie denselben Begriff wie f&uuml;r den Seitennamen benutzen, mit dem es verkn&uuml;pft ist, aber Sie k&ouml;nnen sich auch f&uuml;r einen anderen Namen entscheiden. W&auml;hlen Sie einen Namen, der den Content gut beschreibt, und verwenden Sie auch Begriffe, die Google und anderen Suchmaschinen dabei helfen, Ihre Seiten zu finden.</p> <p><strong>Men&uuml;element-Link</strong><br /> Ein Men&uuml;element wird mit einer Seite oder einer standardm&auml;ssigen externen/internen URL verkn&uuml;pft. Verschiedene Men&uuml;elemente k&ouml;nnen mit derselben Seite oder derselben URL verkn&uuml;pft sein.</p> <p><strong>Men&uuml;sprache</strong><br /> Ein Men&uuml; geh&ouml;rt nur zur ausgew&auml;hlten Sprache. Somit hat jede Sprache ihre eigenen Men&uuml;s. Dadurch steht Ihnen in jeder Sprache ein separater Men&uuml;-Baum zur Verf&uuml;gung.</p>

# networking_init_cms.admin.menu.create.title
source: Create a Menu tree
de: Menu erstellen

# networking_init_cms.admin.menu.create.text
source: <p>This function allows the web site administrator to create new menus, there needs to be a menu provider and template render zone programmend - ask your webmaster</p> <p>This function is only available for users with super admin rights</p>
de: <p>Mit dieser Funktion k&ouml;nnen Sie ein neues Menu erstellen. Dazu muss das Menu im Template entsprechend programmiert und benennt sein - fragen Sie Ihren Webmaster.</p> <p>Diese Funkion steht nicht allen CMS Benutzern zur Verf&uuml;gung.</p>

# networking_init_cms.admin.menu_item.create.title
source: Create a menu item
de: Menüelement hinzufügen

# networking_init_cms.admin.menu_item.create.text
source: <p>In the menu overview you will find the blue button &quot;+ Add Item&quot;, clicking it will create a new menu item in the current selected menu.</p> <h2>Form Fields</h2> <p><strong>Name</strong><br /> The name is mandatory and will be used for your menu item. Use a name that describes your content best.</p> <p><strong>Page</strong><br /> The page is not mandatory. You can select any existing page to use as the URL for the menu item. If you do not select a page, you must enter either an external or an internal URL</p> <p><strong>External URL</strong><br /> The external URL is not mandatory. Instead of selecting a page you can add any URL as long as provide the whole URL e.g. http://www.initcms.com. You need this to create an absolute link to another site.</p> <p><strong>Internal URL</strong><br /> The internal URL is not mandatory. Instead of selecting a page or an external URL you can add an internal URL. An internal URL contains everything after the top level domain e.g. /news/new-products. You need this to create relative links to your own site.</p> <p><strong>+ Options</strong><br /> Click Options to get the following additional possibilities.</p> <p><strong>Visibility</strong><br /> Use the visibility setting to make the menu item public available or only in the secured area.</p> <p><strong>Link Target</strong><br /> Define the target if you don&#39;t want that the page opens in the same window. There are multiple options to choose from.</p> <p><strong>Link Class</strong><br /> The link class your enter here will be added as a CSS styling option.</p> <p><strong>Link Relation</strong><br /> This setting adds the &ldquo;rel&rdquo; attribute to your link. This can be useful when creating links which open a lightbox image gallery for example, or to trigger other javascript functionality.</p> <p><strong>Hide Menu Item</strong><br /> If you want to hide the menu item, but still want to work it normally otherwise check this box. For example, you want a particular navigation point to be highlighted as the active parent of the search results page, but do not wish to have a link visible in the menu to the search results page, then this would be the right choice for you.</p>
de: <p>In der Men&uuml;-&Uuml;bersicht finden Sie die blaue Schaltfl&auml;che &quot;+ Element hinzuf&uuml;gen&quot;. Wenn Sie sie anklicken, wird ein neues Men&uuml;element in dem aktuell ausgew&auml;hlten Men&uuml; angelegt.</p> <h2>Formular-Felder</h2> <p><strong>Name</strong><br /> Der Name ist ein Pflichtfeld und wird f&uuml;r Ihr Men&uuml;element verwendet. Nehmen Sie einen Namen, der Ihren Content am besten beschreibt.</p> <p><strong>Seite</strong><br /> Die Seite ist nicht obligatorisch. Sie k&ouml;nnen eine beliebige vorhandene Seite als URL f&uuml;r das Men&uuml;element ausw&auml;hlen. Wenn Sie keine Seite ausw&auml;hlen, m&uuml;ssen Sie entweder eine externe oder interne URL eingeben.</p> <p><strong>Externe URL</strong><br /> Die externe URL ist nicht zwingend. Anstatt eine Seite auszuw&auml;hlen, k&ouml;nnen Sie eine beliebige URL hinzuf&uuml;gen, allerdings in ihrer gesamten L&auml;nge (z.B. http://www.initcms.com). Dies ist erforderlich, um einen absoluten Link zu einer anderen Webseite zu erstellen.</p> <p><strong>Interne URL</strong><br /> Die interne URL ist nicht obligatorisch. Anstatt eine Seite oder eine externe URL auszuw&auml;hlen, k&ouml;nnen Sie eine interne URL hinzuf&uuml;gen. Eine interne URL enth&auml;lt alles hinter der obersten Dom&auml;ne (z.B. /news/new-products). Dies ist erforderlich, um relative Links zu Ihrer eigenen Website zu erstellen.</p> <p><strong>+ Options</strong><br /> Klicken Sie &quot;Optionen&quot; an, um folgende zus&auml;tzliche M&ouml;glichkeiten zur Verf&uuml;gung zu haben.</p> <p><strong>Sichtbarkeit</strong><br /> Verwenden Sie die Sichtbarkeitseinstellung, um das Men&uuml;element &ouml;ffentlich oder nur im gesicherten Bereich zur Verf&uuml;gung zu stellen.</p> <p><strong>Link-Ziel</strong><br /> Legen Sie das Ziel fest, wenn Sie nicht m&ouml;chten, dass sich die Seite in demselben Fenster &ouml;ffnet. Es gibt mehrere Optionen, die zur Auswahl stehen.</p> <p><strong>Link-Klasse</strong><br /> Die Link-Klasse, die Sie hier eingeben, wird als CSS-Formatierungsoption (Styling Option) hinzugef&uuml;gt.</p> <p><strong>Link-Relation</strong><br /> &Uuml;ber diese Einstellung wird das &quot;rel&quot;-Attribut zu Ihrem Link hinzugef&uuml;gt. Dies kann n&uuml;tzlich sein, wenn Sie Links erstellen, die z.B. eine Lightbox-Bildergalerie &ouml;ffnen, oder um eine andere Javascript-Funktionalit&auml;t auszul&ouml;sen.</p> <p><strong>Men&uuml;element verbergen</strong><br /> Aktivieren Sie dieses K&auml;stchen wenn Sie ein Men&uuml;element verbergen m&ouml;chten, die Seite aber trotzdem normal funktionieren soll. Wenn Sie z.B. einen bestimmten Navigationspunkt als aktive &uuml;bergeordnete Seite der Suchergebnis-Seite hell hervorheben m&ouml;chten, aber nicht w&uuml;nschen, dass ein Link in dem Men&uuml; zur Suchergebnis-Seite sichtbar ist, dann w&auml;re diese Funktion passend.</p>

# networking_init_cms.admin.menu_item.edit.title
source: Edit menu item
de: Menuelement bearbeiten
