Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/HelpTextAdmin.*.xliff
Languages: de

# sonata.user.admin.user.list.text
source: <p>A user can login into the system with a username/email and a password. Users have different rights to interact with the website, e.g. an admin can create and publish new pages, but an extranet user could be restricted to have only read access for a certain webpage. The user can be given specific roles (permissions) by being assigned to one or more user groups. Read the groups help to get a more detailed understanding of user permissions.</p> <h2>List of users</h2> <p>The list of users offers an overview of information or actions. Every new row describes a new user. The following list explains the columns from left to right.</p> <p><strong>Username</strong><br /> The name of the user. The name will be used to login into the system.</p> <p><strong>Email Address</strong><br /> An email address of the user. This will be used to notify the user if she/he lost her/his password.</p> <p><strong>Groups</strong><br /> A list of groups that this user belongs to. A group contains one or more roles, so that it is easy to add the right permission to your users.</p> <p><strong>Enabled</strong><br /> This signalizes if the user account is enabled (activated) or not. Only enabled users can log into the system.</p> <p><strong>Impersonate User</strong><br /> This is a feature to login quickly as the chosen user, just by clicking on the icon. This is useful for customer support because you see the same thing as this user does. You must have special rights to impersonate as another user.</p> <p><strong>Edit Button</strong><br /> The edit button has a pencil icon. Click to edit the user details.</p> <p><strong>Delete Button</strong><br /> The delete button has a trashcan icon. Click it to delete a user completely.</p> <h2>Filter users</h2> <p>The list of users can be filtered with several parameters. You can change these parameters and click on the &quot;Filter&quot; button to find users that match your filters. If you click on &quot;Clear&quot; the filters will be reset. By Clicking on &quot;More filter options&quot; all the available options for filtering will be shown.</p> <p><strong>Username</strong><br /> The first filter searches for a username that matches your entry.</p> <p><strong>Locked</strong><br /> Sort which users accounts have been locked. A user can be locked, which means locked out of the application. This may be implemented for security reasons.</p> <p><strong>Email Address</strong><br /> Enter an email address or a part of it to find the corresponding users.</p> <p><strong>Groups</strong><br /> Select a group name to include or exclude for the search. The result filters the users additionally by groups.</p> <h2>Add a new user</h2> <p>To add a new user, start by clicking the &quot;+ Add User&quot; button. You will then see a form with a lot of data fields, don&#39;t worry only the following fields are mandatory.</p> <p><strong>Username</strong><br /> The name of the user used for login.</p> <p><strong>Email Address</strong><br /> The email address of the user, used for contact and notifications.</p> <p><strong>Password</strong><br /> The password field is only mandatory when creating a user (this may vary depending on the setup for your specific website).</p> <p>The user has a lot of additional fields like groups, roles, and some security related fields. Just use the ones you want and leave the other empty.</p>
de: <p>Ein Benutzer kann sich f&uuml;r das System mit einem/r Benutzernamen/Email-Adresse und einem Passwort anmelden. Benutzer haben verschiedene Rechte, um mit der Website zu interagieren; z.B. kann ein Admin neue Seiten erstellen und ver&ouml;ffentlichen, aber ein Extranet-Benutzer k&ouml;nnte darauf beschr&auml;nkt sein, nur Lesezugriff f&uuml;r eine bestimmte Website zu haben. Dem Benutzer k&ouml;nnen spezifische Benutzerrollen (Rechte) zugeordnet werden, indem er einer oder mehreren Benutzergruppen zugewiesen wird. Lesen Sie die Hilfe zu den Benutzergruppen, um das Konzept der Benutzerrechte besser zu verstehen.</p> <h2>Benutzerliste</h2> <p>Die Benutzerliste bietet eine &Uuml;bersicht &uuml;ber Informationen oder Aktionen. Jede neue Zeile beschreibt einen neuen Benutzer. Die folgende Liste erl&auml;utert die Spalten von links nach rechts.</p> <p><strong>Benutzername</strong><br /> Der Name des Benutzers. Der Name wird verwendet, um sich f&uuml;r das System anzumelden.</p> <p><strong>Email-Adresse</strong><br /> Email-Adresse des Benutzers. Diese wird benutzt, um den Benutzer zu verst&auml;ndigen, wenn sie/er ihr/sein Passwort vergessen hat.</p> <p><strong>Gruppen</strong><br /> Eine Liste der Gruppen, zu denen dieser Benutzer geh&ouml;rt. Eine Gruppe enth&auml;lt eine oder mehrere Benutzerrollen, so dass es einfach ist, f&uuml;r ihre Benutzer die richtige Berechtigung hinzuzuf&uuml;gen.</p> <p><strong>Aktiviert</strong><br /> Dadurch wird signalisiert, ob das Benutzerkonto freigegeben (aktiviert) ist oder nicht. Nur freigegebene Benutzer k&ouml;nnen sich f&uuml;r das System anmelden.</p> <p><strong>Impersonate User (Sich als der Benutzer ausgeben)</strong><br /> Dank dieser Funktion kann man sich durch Anklicken des entsprechenden Symbols schnell als der gew&auml;hlte Benutzer anmelden. Dies ist z.B. f&uuml;r Kundenbetreuer von Nutzen, weil Sie in einem solchen Fall dasselbe auf dem Bildschirm sehen wie dieser Benutzer. Sie m&uuml;ssen spezielle Rechte haben, um sich f&uuml;r einen anderen Benutzer auszugeben.</p> <p><strong>Schaltfl&auml;che Bearbeiten</strong><br /> Die Schaltfl&auml;che &quot;Bearbeiten&quot; enth&auml;lt ein Bleistift-Symbol. Klicken Sie darauf, um Informationen und Einstellungen des Benutzer zu editieren.</p> <p><strong>Schaltfl&auml;che L&ouml;schen</strong><br /> Die Schaltfl&auml;che &quot;L&ouml;schen&quot; enth&auml;lt ein Papierkorb-Symbol. Klicken Sie darauf, um einen Benutzer vollst&auml;ndig zu l&ouml;schen.</p> <h2>Benutzer filtern</h2> <p>Die Benutzerliste kann mit mehreren Parametern gefiltert werden. Sie k&ouml;nnen diese Parameter &auml;ndern sowie auf die Schaltfl&auml;che &quot;Filtern&quot; klicken, um Benutzer zu suchen, die zu Ihren Filterkriterien passen. Wenn Sie &quot;Zur&uuml;cksetzen&quot; anklicken, werden die Filter zur&uuml;ckgesetzt. Durch Anklicken von &quot;Weitere Filteroptionen&quot; werden alle verf&uuml;gbaren Filteroptionen angezeigt.</p> <p><strong>Benutzername</strong><br /> Dieser Filter sucht nach einem Benutzernamen, der zu Ihrer Eingabe passt.</p> <p><strong>Gesperrt</strong><br /> Filtert die Benutzerkonten heraus, die gesperrt worden sind. Ein Benutzer kann gesperrt werden, d.h. aus der Anwendung ausgeschlossen werden. Diese Funktionalit&auml;t kann aus Sicherheitsgr&uuml;nden implementiert werden.</p> <p><strong>Email-Adresse</strong><br /> Geben Sie eine Email-Adresse oder einen Bestandteil davon ein, um die betreffenden Benutzer zu finden.</p> <p><strong>Gruppen</strong><br /> W&auml;hlen Sie einen Gruppennamen aus, der f&uuml;r die Suche ber&uuml;cksichtigt oder ausgeschlossen werden soll. Im Rahmen des Suchergebnisses werden die Benutzer zus&auml;tzlich nach Gruppen gefiltert.</p> <h2>Neuen Benutzer hinzuf&uuml;gen</h2> <p>Um einen neuen Benutzer hinzuzuf&uuml;gen, klicken Sie auf die Schaltfl&auml;che &quot;+ Benutzer hinzuf&uuml;gen&quot;, worauf Sie ein Formular mit vielen Datenfeldern sehen. Was auf den ersten Blick verwirrend sein k&ouml;nnte, ist es aber nicht &ndash; nur die folgenden Felder sind Pflichtfelder.</p> <p><strong>Benutzername</strong><br /> Der zum Anmelden verwendete Name des Benutzers.</p> <p><strong>Email-Adresse</strong><br /> Die zum Kontaktieren und Benachrichtigen verwendete Email-Adresse des Benutzers.</p> <p><strong>Passwort</strong><br /> Das Passwort-Feld ist nur zwingend, wenn Sie einen Benutzer anlegen (dies ist von Fall zu Fall verschieden je nach der Einrichtung Ihrer spezifischen Webseite).</p> <p>Dem Benutzer steht eine Menge zus&auml;tzlicher Felder zur Verf&uuml;gung, wie z.B. Gruppen, Benutzerrollen, Privatinformationen, soziale Medienprofile und einige sicherheitsbezogene Felder. Entscheiden Sie sich einfach f&uuml;r die Felder Ihrer Wahl und lassen Sie die anderen leer. Fragen Sie bei Unklarheiten Ihren Webmaster.</p>

# sonata.user.admin.user.create.title
source: Create user
de: Benutzer erstellen

# sonata.user.admin.user.create.text
source: <p>A user is someone saved in the DB with specific permissions to view certain content or carry out specific operations.</p> <p>The fields available are:</p> <p><strong>General</strong><br /> Username: this is the name that will be used to log into the admin interface<br /> E-Mail-Address: used for communications with the user<br /> Plain password: the field where you can enter the password, once saved the password is encrypted and not shown in the form</p> <p><strong>Groups</strong><br /> Groups: here you can assign a user to one or more user groups or create a new user group</p> <p><strong>Profile</strong><br /> Firstname: text field for the users first name (optional)<br /> Lastname: text field for the users family name (optional)<br /> Locale: the users language preference, used in the admin interface to display a language if possible, german and english are currently supported completely (optional)</p> <p>Management</p> <p>Here you can add roles to user, these roles, in combination with those from the user group will set up what permissions the user has in the CMS</p> <p>Locked: a locked user can not login into the CMS until the lock is removed<br /> Expired: similar to a locked user, a user with expired set can also not login to the CMS<br /> Enabled: if set the user can login to the CMS<br /> Credentials expired: if set the user will be logged out of the system</p> <p>After you have finished configuring your user you can:</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul> <p>With &#39;Cancel&#39; your changes will not be saved and you will be returned to the user list view.</p>
de: <p>Ein Benutzer ist mit seinen spezifischen Rechten in der Datenbank gespeichert und kann damit spezifischen Inhalt anschauen und spezifische Funktionen ausf&uuml;hren.</p> <p>Folgende Felder stehen zur Verf&uuml;gung:</p> <p><strong>Allgemein</strong><br /> Benutzername: Diese Bezeichnung wird ben&ouml;tigt um sich beim CMS / Backend anzumelden.<br /> E-Mail-Addresse: Diese E-Mailadresse wird ben&ouml;tigt damit das System mit diesem Benutzer kommunizieren kann.<br /> Klartextpasswort: Hier soll das Passwort f&uuml;r diesen Benutzer eingegeben werden. Einmal gespeichert wird das Passwort verschl&uuml;sselt und nicht mehr angezeigt.</p> <p><strong>Gruppen</strong><br /> Gruppen: Der Benutzer kann einer oder mehreren Gruppen zugeteilt werden und &uuml;bernimmt die entsprechenden Rechte (der Gruppe).</p> <p><strong>Profil</strong><br /> Vorname: Textfeld f&uuml;r den Vornamen der Benutzer (optional)<br /> Nachname: Textfeld f&uuml;r den Nachnamen der Benutzer (optional)<br /> Sprache: Die bevorzugte Sprache des Benutzers. Diese Sprache wird automatisch geladen wenn sich dieser Benutzer beim CMS anmeldet, zur Zeit werden deutsch und englisch komplett unterst&uuml;tzt.</p> <p>Management</p> <p>Hier k&ouml;nnen die spezifischen Rollen pro Modul f&uuml;r diesen Benutzer vergeben werden. Zusammen mit evt. ausgew&auml;hlten Rollen/Rechte der ausgew&auml;hlten Gruppen ergibt dies alle Rechte welche dieser User im Content Management System hat.</p> <p>Gesperrt: ein gesperrter Benutzer kann sich nicht mehr im CMS anmelden ausser die Sperre wird hier aufgehoben.<br /> Abgelaufen: ein Benutzer mit Status &#39;Abgelaufen&#39; kann sich nicht mehr im CMS anmelden ausser die Sperre wird hier aufgehoben.<br /> Aktiviert: nur aktivierte Benutzer k&ouml;nnen sich im CMS anmelden<br /> Rechte abgelaufen: ein Benutzer mit Status &#39;Rechte abgelaufen&#39; kann sich nicht mehr im CMS anmelden ausser die Sperre wird hier aufgehoben.</p> <p>Wenn Sie die Konfiguration des Benutzers abgeschlossen haben, k&ouml;nnen Sie:</p> <ul> <li>Den Benutzer hinzuf&uuml;gen und bearbeiten</li> <li>Den Benutzer hinzuf&uuml;gen und bearbeiten und zur Benutzer&uuml;bersicht zur&uuml;ckkehren</li> <li>Den Benutzer hinzuf&uuml;gen und bearbeiten und gleich einen neuen Benutzer erstellen</li> </ul> <p>Mit &#39;Abbrechen&#39; werden die Anpassungen nicht gespeichert und Sie kehren zur Ansicht &#39;Benutzer&uuml;bersicht&#39; zur&uuml;ck.</p> <p>&nbsp;</p>

# sonata.user.admin.user.edit.title
source: Edit user
de: Benutzer bearbeiten

# sonata.user.admin.user.edit.text
source: <p>By clicking on the edit button next to a user you can edit the user, including changing their password</p> <p>The fields available are:</p> <p><strong>General</strong><br /> Username: this is the name that will be used to log into the admin interface<br /> E-Mail-Address: used for communications with the user<br /> Plain password: the field where you can enter the password, once saved the password is encrypted and not shown in the form</p> <p><strong>Groups</strong><br /> Groups: here you can assign a user to one or more user groups or create a new user group</p> <p><strong>Profile</strong><br /> Firstname: text field for the users first name (optional)<br /> Lastname: text field for the users family name (optional)<br /> Locale: the users language preference, used in the admin interface to display a language if possible, german and english are currently supported completely (optional)</p> <p>Management</p> <p>Here you can add roles to user, these roles, in combination with those from the user group will set up what permissions the user has in the CMS</p> <p>Locked: a locked user can not login into the CMS until the lock is removed<br /> Expired: similar to a locked user, a user with expired set can also not login to the CMS<br /> Enabled: if set the user can login to the CMS<br /> Credentials expired: if set the user will be logged out of the system</p> <p>After you have finished configuring your user you can:</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul> <p>With &#39;Cancel&#39; your changes will not be saved and you will be returned to the user list view.</p>
de: <p>Mit Klick auf die &#39;Bearbeiten&#39; Schaltfl&auml;che k&ouml;nnen Sie die Einstellungen eines Benutzers bearbeiten, insbesondere das Passwort &auml;ndern.</p> <p>Folgende Felder stehen zur Verf&uuml;gung:</p> <p><strong>Allgemein</strong><br /> Benutzername: Diese Bezeichnung wird ben&ouml;tigt um sich beim CMS / Backend anzumelden.<br /> E-Mail-Addresse: Diese E-Mailadresse wird ben&ouml;tigt damit das System mit diesem Benutzer kommunizieren kann.<br /> Klartextpasswort: Das Passwort mit dem sich ein Benutzer im CMS anmeldet. Einmal gespeichert wird das Passwort verschl&uuml;sselt und nicht mehr angezeigt.</p> <p><strong>Gruppen</strong><br /> Gruppen: Der Benutzer kann einer oder mehreren Gruppen zugeteilt werden und &uuml;bernimmt die entsprechenden Rechte (der Gruppe).</p> <p><strong>Profil</strong><br /> Vorname: Textfeld f&uuml;r den Vornamen der Benutzer (optional)<br /> Nachname: Textfeld f&uuml;r den Nachnamen der Benutzer (optional)<br /> Sprache: Die bevorzugte Sprache des Benutzers. Diese Sprache wird automatisch geladen wenn sich dieser Benutzer beim CMS anmeldet, zur Zeit werden deutsch und englisch komplett unterst&uuml;tzt.</p> <p><strong>Management</strong><br /> Hier k&ouml;nnen die spezifischen Rollen pro Modul f&uuml;r diesen Benutzer vergeben werden. Zusammen mit evt. ausgew&auml;hlten Rollen/Rechte der ausgew&auml;hlten Gruppen ergibt dies alle Rechte welche dieser User im Content Management System hat.</p> <p>Gesperrt: ein gesperrter Benutzer kann sich nicht mehr im CMS anmelden ausser die Sperre wird hier aufgehoben.<br /> Abgelaufen: ein Benutzer mit Status &#39;Abgelaufen&#39; kann sich nicht mehr im CMS anmelden ausser die Sperre wird hier aufgehoben.<br /> Aktiviert: nur aktivierte Benutzer k&ouml;nnen sich im CMS anmelden<br /> Rechte abgelaufen: ein Benutzer mit Status &#39;Rechte abgelaufen&#39; kann sich nicht mehr im CMS anmelden ausser die Sperre wird hier aufgehoben.</p> <p>Wenn Sie die Einstellungen des Benutzers ge&auml;ndert haben, k&ouml;nnen Sie:</p> <ul> <li>Den Benutzer hinzuf&uuml;gen und bearbeiten</li> <li>Den Benutzer hinzuf&uuml;gen und bearbeiten und zur Benutzer&uuml;bersicht zur&uuml;ckkehren</li> <li>Den Benutzer hinzuf&uuml;gen und bearbeiten und gleich einen neuen Benutzer erstellen</li> </ul> <p>Mit &#39;Abbrechen&#39; werden die Anpassungen nicht gespeichert und Sie kehren zur Ansicht &#39;Benutzer&uuml;bersicht&#39; zur&uuml;ck.</p>

# sonata.user.admin.group.list.title
source: Group Overview
de: Gruppen-Übersicht

# sonata.user.admin.group.list.text
source: <p>The user groups provide a way of maintaining user &quot;roles&quot; (permissions). As mentioned in the user overview, a user may belong to one or many user groups.</p> <p>A &quot;role&quot; allows a user to carry out a specific action, for example, a user that has the role &quot;ROLE_SONATA_ADMIN&quot; can log into the back end of the application, a user that has the role &quot;ROLE_NETWORKING_INIT_CMS_PAGE_ADMIN_PAGE_EDITOR&quot;, is allowed to create pages, and delete his/her own pages&quot;.</p> <p>By assigning a user group specific roles, you need only care later about assigning a user the correct user groups, rather than assigning single roles to each and every user. Also if a role should change, one change in the user group will affect all users who belong to that group.</p> <h2>List of Groups</h2> <p><strong>Name</strong><br /> This is the name of the user group, e.g. &quot;Publisher&quot; or &quot;Editor&quot;</p> <p><strong>Roles</strong><br /> This is a list of the roles associated to this user group, often the list is too long to list visually in the list view</p> <h2>Filter groups</h2> <p><strong>Name</strong><br /> Filter groups by the name of the group.</p> <h2>Add a new user group</h2> <p>To add a new user group, start by clicking the &quot;+ Add Group&quot; button. The form shown contains a name field, followed by a list of checkboxes for all the available roles (permissions).</p> <p>If you are unclear what the roles actually mean, ask your Webmaster for help, or better yet, to set up the groups that you need for your application.</p>
de: <p>Die Benutzergruppen stellen eine M&ouml;glichkeit dar, Benutzerrollen (Rechte) zu verwalten. Wie in der Benutzer-&Uuml;bersicht erw&auml;hnt, kann ein Benutzer zu einer oder vielen Benutzergruppen geh&ouml;ren.</p> <p>Zu jedem Modul k&ouml;nnen spezifische Rechte vergeben werden. Die Art und Anzahl Module basiert auf der Funktionalit&auml;t Ihrer individuellen Webseite. Dabei werden sowohl Standard-Module wie Seiten oder Menu wie auch (evt.) individuell f&uuml;r Ihre Applikation programmierte Module aufgelistet.</p> <p>Eine &quot;Benutzerrolle&quot; erm&ouml;glicht es einem Benutzer, eine spezifische Aktion auszuf&uuml;hren. So kann sich zum Beispiel ein Benutzer, der die Benutzerrolle &quot;ROLE_ADMIN&quot; (Admin-Benutzerrolle) hat, f&uuml;r das Backend der Anwendung anmelden, w&auml;hrend es einem Benutzer mit der Benutzerrolle &quot;ROLE_NETWORKING_INIT_CMS_PAGE_ADMIN_PAGE_EDITOR&quot; gestattet ist, Seiten zu erstellen und seine/ihre eigenen Seiten zu l&ouml;schen.</p> <p>Die M&ouml;glichkeit, benutzergruppenspezifische Rollen zuzuweisen, vereinfacht die Zuweisung eines Benutzers zu den richtigen Benutzergruppen; mit anderen Worten, es muss nicht jede einzelne Rolle jedem einzelnen Benutzer zugewiesen werden. Entsprechend gilt auch: Wenn sich eine Benutzerrolle &auml;ndern sollte, betrifft diese &Auml;nderung alle Benutzer, die zur gleichen Benutzergruppe geh&ouml;ren.</p> <h2>Gruppenliste</h2> <p><strong>Name</strong><br /> Der Name der Benutzergruppe, z.B. &quot;Herausgeber&quot; oder &quot;Editor&quot;.</p> <p><strong>Benutzerrollen</strong><br /> Dies ist eine Liste der Benutzerrollen, die zu dieser Benutzergruppe geh&ouml;ren. H&auml;ufig ist die Liste zu lang, um alle Rollen in der Listenansicht anzuzeigen.</p> <h2>Gruppen filtern</h2> <p><strong>Name</strong><br /> Gruppen nach dem Namen der Gruppe filtern.</p> <h2>Neue Benutzergruppe hinzuf&uuml;gen</h2> <p>Um eine neue Benutzergruppe hinzuzuf&uuml;gen, klicken Sie zuerst auf die Schaltfl&auml;che &quot;+ Benutzergruppe hinzuf&uuml;gen&quot;. Das dann erscheinende Formular enth&auml;lt ein Namensfeld, gefolgt von einer Liste von Kontrollfeldern f&uuml;r alle verf&uuml;gbaren Benutzerrollen (Rechte).</p> <p>Wenn Sie sich nicht dar&uuml;ber im Klaren sind, was die Benutzerrollen tats&auml;chlich bedeuten, wenden Sie sich an Ihren Webmaster. Oder bitten Sie ihn doch gleich darum, die Benutzergruppen einzurichten, die Sie f&uuml;r Ihre Anwendung ben&ouml;tigen.</p>

# sonata.user.admin.group.create.title
source: Create user group
de: Benutzergruppe erstellen
