Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/HelpTextAdmin.*.xliff
Languages: de

# sonata.user.admin.group.create.text
source: <p>A user group allows you to assign a group of users the same permissions without having to assign the same permissions to each individual user. In most cases your webmaster will setup the roles a group can use.</p> <p><strong>Fields</strong></p> <p>Name: The internal reference to a group</p> <p>Roles: Per module/object you have the ability to assign a permission they are</p> <ul> <li>ROLE_XYZ_GUEST: a guest that is allowed to VIEW an object and a LIST of objects</li> <li>ROLE_XYZ_STAFF: probably the biggest part of the users, a staff user has the same permissions as guests and is additionally allowed to EDIT and CREATE new objects;</li> <li>ROLE_XYZ_EDITOR: an editor is granted all access and, compared to the staff users, is allowed to DELETE; </li> <li>ROLE_XYZ_ADMIN: an administrative user is granted all access and on top of that, the user is allowed to grant other users access.</li> <li>ROLE_XYZ_PUBLISHER: as the the same rights as Admin but in the case of the the Pages, can publish pages to be viewed in the frontend</li> </ul> <p>Owner:</p> <ul> <li>when an object is created, the currently logged in user is set as owner for that object and is granted all access for that object;</li> <li>this means the user owning the object is always allowed to DELETE the object, even when it only has the staff role.</li> </ul> <p>In order for a user to be able to use the backend you will need to assign the role &#39;ROLE_SONATA_ADMIN&#39;</p> <p>The role &#39;ROLE_ALLOWED_TO_SWITCH&#39; allows the user, if they have access to the user admin area, to impersonate another user to see what they would see.</p> <p>Only super admin users can select the role ROLE_SUPER_ADMIN.</p> <p>After you have finished configuring your group you can:</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul> <p>With &#39;Cancel&#39; your changes will not be saved and you will be returned to the group list view.</p>
de: <p>Eine Gruppe erm&ouml;glicht Ihnen die Zuteilung von identischen Rechten an eine ganze Gruppe von Benutzern. In den meisten F&auml;llen wird der Webmaster die Gruppen aufsetzen, indem er Ihnen die entsprechenden Rechte gibt.</p> <p><strong>Felder</strong></p> <p>Name: Die interne Bezeichnung der Gruppe</p> <p>Rollen: Pro Modul k&ouml;nnen dieser Gruppe die entsprechenden Rechte zugeteilt werden. Folgende Rollen stehen zur Verf&uuml;gung (XYZ steht f&uuml;r das Modul):</p> <ul> <li>ROLE_XYZ_GUEST: Ein Gast kann das Objekt (des entsprechenden Moduls) und/oder eine Liste von Objekten ANSCHAUEN.</li> <li>ROLE_XYZ_STAFF: Wahrscheinlich die am h&auml;ufigsten ben&ouml;tigte Funktion. Ein &#39;Staff&#39; kann das Objekt anschauen sowie die Inhalte des Objekts &Auml;NDERN oder ein neues Objekt ERSTELLEN.</li> <li>ROLE_XYZ_EDITOR: Ein Editor hat dieselben Rechte wie ein &#39;Staff&#39; zudem kann er/sie auch Objekte L&Ouml;SCHEN.</li> <li>ROLE_XYZ_ADMIN: Ein Admin kann zus&auml;tzlich die eigenen Rechte sowie diejenigen von anderen Benutzern &auml;ndern.</li> <li>ROLE_XYZ_PUBLISHER: Ein Publisher hat dieselben Rechte wie ein Admin und kann zudem als Entwurf erstellte Seiten LIVE SCHALTEN.</li> </ul> <p>Eigent&uuml;mer:</p> <ul> <li>Wenn ein Benutzer ein neues Objekt erstelll, dann ist er/sie automatisch der/die Eigent&uuml;mer/in und hat bez&uuml;glich diesem Objekt s&auml;mtliche Rechte;</li> <li>das heisst: dieser Benutzer hat auch die Erlaubnis das Objekt zu l&ouml;schen auch wenn er nur der Rolle &#39;Staff&#39; zugeteilt ist.</li> </ul> <p>Jeder Benutzer welcher Zugang zu einer noch so kleinen Funktion im CMS / Backend haben soll, ben&ouml;tigt die Rolle &#39;ROLE_ADMIN&#39;.</p> <p>Die Rolle &#39;ROLE_ALLOWED_TO_SWITCH&#39; erm&auml;chtigt den Benutzer, in die Rolle eines anderen Backend Users &#39;zu schl&uuml;pfen&#39; - so kann zum Beispiel ein Administrator pr&uuml;fen ob der Textverantwortliche wirklich alle Rechte hat, die er/sie ben&ouml;tigt.</p> <p>Nur Super Admin Benutzer k&ouml;nnen die Rolle &#39;ROLE_SUPER_ADMIN&#39; auch (bei anderen Benutzern) ausw&auml;hlen.</p> <p>Wenn Sie die Gruppe fertig konfiguriert haben, k&ouml;nnen Sie:</p> <ul> <li>Die Gruppe resp. die Konfiguration speichern (aktualisieren)</li> <li>Die Gruppe resp. die Konfiguration speichern (aktualisieren) und zur Gruppen&uuml;bersicht zur&uuml;ckkehren</li> <li>Die Gruppe resp. die Konfiguration speichern (aktualisieren) und gleich eine neue Erstellen</li> </ul> <p>Mit &#39;Abbrechen&#39; werden die Eingaben nicht gespeichert / die Gruppe wird nicht erstellt und Sie kehren zur Ansicht &#39;Gruppen&uuml;bersicht&#39; zur&uuml;ck.</p>

# sonata.user.admin.group.edit.title
source: Edit user group
de: Benutzergruppe bearbeiten

# sonata.user.admin.group.edit.text
source: <p>By clicking on the &#39;Edit&#39; button in the group list you can edit an existing user group.</p> <p>A user group allows you to assign a group of users the same permissions without having to assign the same permissions to each individual user. In most cases your webmaster will setup the roles a group can use.</p> <p><strong>Fields</strong></p> <p>Name: The internal reference to a group</p> <p>Roles: Per module/object you have the ability to assign a permission they are</p> <ul> <li>ROLE_XYZ_GUEST: a guest that is allowed to VIEW an object and a LIST of objects</li> <li>ROLE_XYZ_STAFF: probably the biggest part of the users, a staff user has the same permissions as guests and is additionally allowed to EDIT and CREATE new objects;</li> <li>ROLE_XYZ_EDITOR: an editor is granted all access and, compared to the staff users, is allowed to DELETE; </li> <li>ROLE_XYZ_ADMIN: an administrative user is granted all access and on top of that, the user is allowed to grant other users access.</li> <li>ROLE_XYZ_PUBLISHER: as the the same rights as Admin but in the case of the the Pages, can publish pages to be viewed in the frontend</li> </ul> <p>Owner:</p> <ul> <li>when an object is created, the currently logged in user is set as owner for that object and is granted all access for that object;</li> <li>this means the user owning the object is always allowed to DELETE the object, even when it only has the staff role.</li> </ul> <p>In order for a user to be able to use the backend you will need to assign the role &#39;ROLE_SONATA_ADMIN&#39;</p> <p>The role &#39;ROLE_ALLOWED_TO_SWITCH&#39; allows the user, if they have access to the user admin area, to impersonate another user to see what they would see.</p> <p>Only super admin users can select the role ROLE_SUPER_ADMIN.</p> <p>After you have finished configuring your group you can:</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul> <p>With &#39;Cancel&#39; your changes will not be saved and you will be returned to the group list view.</p>
de: <p>Mit Klick auf die &#39;Bearbeiten&#39; Schaltfl&auml;che k&ouml;nnen Sie eine bestehende Gruppe editieren</p> <p>Eine Gruppe erm&ouml;glicht Ihnen die Zuteilung von identischen Rechten an eine ganze Gruppe von Benutzern. In den meisten F&auml;llen wird der Webmaster die Gruppen aufsetzen (und evt. auch bearbeiten), indem er Ihnen die entsprechenden Rechte gibt.</p> <p><strong>Felder</strong></p> <p>Name: Die interne Bezeichnung der Gruppe</p> <p>Rollen: Pro Modul k&ouml;nnen dieser Gruppe die entsprechenden Rechte zugeteilt werden. Folgende Rollen stehen zur Verf&uuml;gung (XYZ steht f&uuml;r das Modul):</p> <ul> <li>ROLE_XYZ_GUEST: Ein Gast kann ein Objekt des entsprechenden Moduls und/oder eine Liste von Objekten ANSCHAUEN.</li> <li>ROLE_XYZ_STAFF: Wahrscheinlich die am h&auml;ufigsten ben&ouml;tigte Funktion. Ein &#39;Staff&#39; kann das Objekt anschauen sowie die Inhalte des Objekts &Auml;NDERN oder ein neues Objekt ERSTELLEN.</li> <li>ROLE_XYZ_EDITOR: Ein Editor hat dieselben Rechte wie ein &#39;Staff&#39; zudem kann er/sie auch Objekte L&Ouml;SCHEN.</li> <li>ROLE_XYZ_ADMIN: Ein Admin kann zus&auml;tzlich die eigenen Rechte sowie diejenigen von anderen Benutzern &auml;ndern.</li> <li>ROLE_XYZ_PUBLISHER: Ein Publisher hat dieselben Rechte wie ein Admin und kann zudem als Entwurf erstellte Seiten LIVE SCHALTEN.</li> </ul> <p>Eigent&uuml;mer:</p> <ul> <li>Wenn ein Benutzer ein neues Objekt erstellt, dann ist er/sie automatisch der/die Eigent&uuml;mer/in und hat bez&uuml;glich diesem Objekt s&auml;mtliche Rechte;</li> <li>das heisst: dieser Benutzer hat auch die Erlaubnis das Objekt zu l&ouml;schen auch wenn er nur der Rolle &#39;Staff&#39; zugeteilt ist.</li> </ul> <p>Jeder Benutzer welcher Zugang zu einer noch so kleinen Funktion im CMS / Backend haben soll, ben&ouml;tigt die Rolle &#39;ROLE_ADMIN&#39;.</p> <p>Die Rolle &#39;ROLE_ALLOWED_TO_SWITCH&#39; erm&auml;chtigt den Benutzer, in die Rolle eines anderen Backend Users &#39;zu schl&uuml;pfen&#39; - so kann zum Beispiel ein Administrator pr&uuml;fen ob der Textverantwortliche wirklich alle Rechte hat, die er/sie ben&ouml;tigt.</p> <p>Nur Super Admin Benutzer k&ouml;nnen die Rolle &#39;ROLE_SUPER_ADMIN&#39; auch (bei anderen Benutzern auch) ausw&auml;hlen.</p> <p>Wenn Sie die Konfiguration der Gruppe bearbeitet haben, k&ouml;nnen Sie:</p> <ul> <li>Die Gruppe resp. die Konfiguration aktualisieren</li> <li>Die Gruppe resp. die Konfiguration aktualisieren und zur Gruppen&uuml;bersicht zur&uuml;ckkehren</li> <li>Die Gruppe resp. die Konfiguration aktualisieren und gleich eine neue erstellen</li> </ul> <p>Mit &#39;Abbrechen&#39; werden die &Auml;nderungen nicht gespeichert und Sie kehren zur Ansicht &#39;Gruppen&uuml;bersicht&#39; zur&uuml;ck.</p>

# not_found.title
source: Sorry, no specific help text available!
de: Sorry, kein Hilfetext vorhanden

# not_found.text
source: <strong>We did not found a specific help text. Hopefully you will find some helpful information from the left navigation menu. We are trying to improve the help section and we are sorry for the inconvenience.</strong>
de: <p>Leider ist f&uuml;r diese Funktion kein spezifischer Hilfetext vorhanden. Versuchen Sie im Hilfe Menu (links) einen entsprechenden Hilfetext zu finden. Wir verbessern die Hilfe-Funktion kontinuierlich und entschuldigen uns f&uuml;r die fehlenden Angaben.</p>

# help_text.admin_menu_label
source: Help Texts
de: Hilfetexte

# help_text.label
source: Help Texts
de: Hilfetexte

# action._publish
source: Publish
de: Veröffentlichen

# action._delete
source: Delete
de: Löschen

# link_action_create
source: Create help text
de: Hilfetext erstellen
