Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/HelpTextAdmin.*.xliff
Languages: de

# networking_init_cms.admin.menu_item.edit.text
source: <p>In the menu overview, next to every menu item, you will find the &#39;Edit&#39;-button (the gray button with the pencil). Click this button will activate the edit mode.</p> <p>In the first row the menu name will be displayed as well as the the &#39;close&#39; icon and link on the right hand side, which allows you to close the form without making any changes (click outside of the form window, the grayed out zone, has the same effect).</p> <p>The lowest row contains the buttons to cancel editing and submit (update) the form.</p> <h2>Form Fields</h2> <p><strong>Name</strong><br /> The name is mandatory and will be used for your menu item. Use a name that describes your content best.</p> <p><strong>Page</strong><br /> The page is not mandatory. You can select any existing page to use as the URL for the menu item. If you do not select a page, you must enter either an external or an internal URL</p> <p><strong>External URL</strong><br /> The external URL is not mandatory. Instead of selecting a page you can add any URL as long as provide the whole URL e.g. http://www.initcms.com. You need this to create an absolute link to another site.</p> <p><strong>Internal URL</strong><br /> The internal URL is not mandatory. Instead of selecting a page or an external URL you can add an internal URL. An internal URL contains everything after the top level domain e.g. /news/new-products. You need this to create relative links to your own site.</p> <p><strong>+ Options</strong><br /> Click Options to get the following additional possibilities.</p> <p><strong>Visibility</strong><br /> Use the visibility setting to make the menu item public available or only in the secured area.</p> <p><strong>Link Target</strong><br /> Define the target if you don&#39;t want that the page opens in the same window. There are multiple options to choose from.</p> <p><strong>Link Class</strong><br /> The link class your enter here will be added as a CSS styling option.</p> <p><strong>Link Relation</strong><br /> This setting adds the &ldquo;rel&rdquo; attribute to your link. This can be useful when creating links which open a lightbox image gallery for example, or to trigger other javascript functionality.</p> <p><strong>Hide Menu Item</strong><br /> If you want to hide the menu item, but still want to work it normally otherwise check this box. For example, you want a particular navigation point to be highlighted as the active parent of the search results page, but do not wish to have a link visible in the menu to the search results page, then this would be the right choice for you.</p>
de: <p>In der Men&uuml;-&Uuml;bersicht finden Sie neben jedem Menupunkt den bekannten &#39;Editieren&#39;-Button (ja das ist die graue Schaltfl&auml;che mit dem Stift), Mit Klick auf diesen Button wechseln Sie in den Editieren-Modus indem eine Light-Box ge&ouml;ffnet wird.</p> <p>In der obersten Zeile wird der Name des Menupunkts gezeigt sowie - ganz rechts - der Schliessen Button um das Formular ohne &Auml;nderungen zu verlassen (falls Sie einfach in die graue Fl&auml;che neben dem Formular klicken hat es denselben Effekt - das Formular wird ohne &Auml;nderungen geschlossen.</p> <p>In der untersten Zeile (immer sichtbar, leicht ausgegraut) befindet sich der blaue &#39;Aktualisieren&#39;-Button mit dem Sie alle &Auml;nderungen in diesem Formular speichern sowie der graue &#39;Abbrechen&#39;-Button mit dem Sie das Formular ohne &Auml;nderungen verlassen.</p> <h2>Formular-Felder</h2> <p><strong>Name</strong><br /> Der Name ist ein Pflichtfeld und wird f&uuml;r Ihr Men&uuml;element verwendet. Falls Sie den Namen des Menupunkts &auml;ndern, achten Sie bitte darauf dass die neue Bezeichnung ihrem Design gerecht wird - also nicht zu lang ist, insbesondere wenn Ihre Webseite mehrere Sprachen verwendet.</p> <p><strong>Seite</strong><br /> Damit verkn&uuml;pfen Sie den Menupunkt mit einer internen Webseite. Falls Sie hier eine Anpassung vornehmen, f&uuml;hrt der Menupunkt einfach auf die neu ausgew&auml;hlte Seite. Wenn Sie keine Seite ausw&auml;hlen, m&uuml;ssen Sie entweder eine externe oder interne URL eingeben.</p> <p><strong>Externe URL</strong><br /> Die externe URL ist nicht zwingend. Anstatt eine Seite auszuw&auml;hlen, k&ouml;nnen Sie eine beliebige URL hinzuf&uuml;gen, allerdings in ihrer gesamten L&auml;nge (z.B. http://www.initcms.com). Dies ist erforderlich, um einen absoluten Link zu einer anderen Webseite zu erstellen.</p> <p><strong>Interne URL</strong><br /> Die interne URL ist nicht obligatorisch. Anstatt eine Seite oder eine externe URL auszuw&auml;hlen, k&ouml;nnen Sie eine interne URL hinzuf&uuml;gen. Eine interne URL enth&auml;lt alles hinter der obersten Dom&auml;ne (z.B. /news/new-products). Dies ist erforderlich, um relative Links zu Ihrer eigenen Website zu erstellen.</p> <p><strong>+ Options</strong> (bereits ge&ouml;ffnet)<br /> Klicken Sie &quot;Optionen&quot; an, um folgende zus&auml;tzliche M&ouml;glichkeiten zur Verf&uuml;gung zu haben.</p> <p><strong>Sichtbarkeit</strong><br /> Verwenden Sie die Sichtbarkeitseinstellung, um das Men&uuml;element &ouml;ffentlich oder nur im gesicherten Bereich zur Verf&uuml;gung zu stellen.</p> <p><strong>Link-Ziel</strong><br /> Legen Sie das Ziel fest, wenn Sie nicht m&ouml;chten, dass sich die Seite in demselben Fenster &ouml;ffnet. Es gibt mehrere Optionen, die zur Auswahl stehen. In der Regel wird f&uuml;r interne Links &#39;aktueller Browser&#39; und f&uuml;r externe Links (zB. www.tagi.ch) &#39;neues Browser Fenster oder Tab&#39; verwendet.</p> <p><strong>Link-Klasse</strong><br /> Die Link-Klasse, die Sie hier eingeben, wird als CSS-Formatierungsoption (Styling Option) hinzugef&uuml;gt. Sie k&ouml;nnen selbstredend nur Link-Klassen verwenden, die auch f&uuml;r Ihr Projekt programmiert sind.</p> <p><strong>Link-Bezug</strong><br /> &Uuml;ber diese Einstellung wird das &quot;rel&quot;-Attribut zu Ihrem Link hinzugef&uuml;gt. Dies kann n&uuml;tzlich sein, wenn Sie Links erstellen, die z.B. eine Lightbox-Bildergalerie &ouml;ffnen, oder um eine andere Javascript-Funktionalit&auml;t auszul&ouml;sen. Falls Sie hier anstehen, fragen Sie am besten schnell Ihre Entwickler.</p> <p><strong>Men&uuml;element verbergen</strong><br /> Wenn Sie ein Men&uuml;element verbergen m&ouml;chten, es aber trotzdem weiterhin normal funktionieren soll, aktivieren Sie dieses K&auml;stchen. Wenn Sie z.B. einen bestimmten Navigationspunkt als aktive &uuml;bergeordnete Seite der Suchergebnis-Seite hell hervorheben m&ouml;chten, aber nicht w&uuml;nschen, dass ein Link in dem Men&uuml; zur Suchergebnis-Seite sichtbar ist, dann w&auml;re dies die richtige Wahl f&uuml;r Sie.</p>

# sonata.media.admin.media.list.title
source: Media overview
de: Medien-Übersicht

# sonata.media.admin.media.list.text
source: <p>The media section helps you to manage media files like images, videos and other files conveniently. On the top of the media site you can filter the media by name or you have the additional option to filter by media tags. The different tabs show the media context (see below), just choose &quot;Default&quot; if you have no other information. The type helps you to see all files, only images, only files or only videos. After the type you have an &quot;+ Add Item&quot; Button which is also covered by this help. Finally you see a list of your media files according to all your above settings and you can perform some actions on every item.</p> <h2>Media Context</h2> <p>A media context is a way to group specific media types together. Media contexts are defined in the site configuration; you can restrict which types of media are allowed in each context, and, in the case of images, define what sizes the images should be cropped to. This allows great control of you media, and prevents users uploading the wrong media type as well as keeping images in the correct format.</p> <p>E.g. You need to maintain product images as well as images for news articles; your webmaster must configure two media contexts, each one defining the various image sizes (thumbnail, small, medium etc). as well as define what files will be allowed.</p> <h2>Media Formats</h2> <p>This refers to the format or type of media such e.g.</p> <ul> <li>Image (.jpg, .png)</li> <li>PDF documents (.pdf)</li> <li>Video (h246, mpeg)</li> <li>Audio (.mp3)</li> </ul> <p>Your Webmaster will setup these for you.</p>
de: <p>Der Medienbereich hilft Ihnen, Mediendateien wie z.B. Bilder, Videos und andere Dateien bequem zu verwalten. Am oberen Rand der Medien-Seite k&ouml;nnen Sie die Medien nach Namen filtern, oder Sie haben die zus&auml;tzliche Option, nach Medien-Tags zu filtern. Die verschiedenen Registerkarten zeigen den Medien-Kontext (siehe unten). W&auml;hlen Sie einfach &quot;Standard&quot;, wenn Sie keine anderen Informationen haben. Mit dem Medientyp k&ouml;nnen Sie alle Dateien, nur Bilder, nur Dateien oder nur Videos sehen. Ausser dem Medientyp haben Sie noch die Schaltfl&auml;che &quot;+ Neue Medien hinzuf&uuml;gen&quot; zur Verf&uuml;gung &ndash; Infos dazu finden Sie ebenfalls in der Systemhilfe. Schliesslich sehen Sie eine Liste Ihrer Medien-Dateien entsprechend Ihrer oben erw&auml;hnten Einstellungen, und Sie k&ouml;nnen einige Aktionen f&uuml;r jedes Element ausf&uuml;hren.</p> <h2>Suchen</h2> <p>Sie k&ouml;nnen die Medienelemente im angezeigten Medien-Kontext suchen in dem Sie im Feld &#39;Name&#39; nach dem Dateinamen des Objekts suchen. Zudem k&ouml;nnen Sie die Suche einschr&auml;nken wenn Sie f&uuml;r Ihre Medien Tags gesetzt haben. Die definierten Tags sind &uuml;ber ein pull-down Menu aufrufbar.</p> <p>Zus&auml;tzlich k&ouml;nnen Sie nach weiteren Optionen suchen (z.B. Autor). Weitere Suchoptionen k&ouml;nnen von Ihrem Webmaster konfiguriert werden.</p> <p>Falls die Suchfelder nicht ausgef&uuml;llt werden, werden alle Objekte im entsprechenden Kontext angezeigt.</p> <h2>Medien-Kontext</h2> <p>Ein Medien-Kontext ist eine M&ouml;glichkeit, spezifische Medientypen zu gruppieren. Medien-Kontexte sind in der Website-Konfiguration festgelegt. Sie k&ouml;nnen einschr&auml;nken, welche Medientypen in jedem einzelnen Kontext zugelassen sind, und im Falle von Bildern festlegen, auf welche Gr&ouml;ssen die Bilder zugeschnitten werden sollen. Dadurch haben Sie eine bessere Kontrolle &uuml;ber Ihre Medien; zudem wird verhindert, dass Benutzer den falschen Medientyp hochladen und sichergestellt, dass Bilder das korrekte Format behalten. Per default ist der Kontext &#39;Standard Medien&#39; vorinstalliert.</p> <p>Beispiel: Sie m&uuml;ssen Produktbilder sowie Bilder f&uuml;r neue Artikel bearbeiten. Ihr Webmaster muss zwei Medien-Kontexte konfigurieren, wobei bei jedem die verschiedenen Bildergr&ouml;ssen definiert (Miniatur, klein, mittel, usw.) und auch festzulegen ist, welche Dateien zugelassen sind.</p> <h2>Aktionen</h2> <p>F&uuml;r jedes Medienobjekt k&ouml;nnen folgende Aktionen durchgef&uuml;hrt werden:</p> <ul> <li>Anzeigen (zeigt das Objekt im Bearbeitungsmodus Ansicht an; siehe auch Hilfetext Medienelement bearbeiten)</li> <li>Bearbeiten (zeigt das Objekt im Bearbeitungsmodus Bearbeiten an; siehe auch Hilfetext Medienelement bearbeiten)</li> <li>L&ouml;schen (l&ouml;scht das Objekt, l&ouml;schen muss best&auml;tigt werden)</li> </ul> <p>Zudem k&ouml;nnen mit dem Markieren der Checkboxen bei den jeweiligen Medienelementen Aktionen f&uuml;r alle oder mehrere Medienobjekte ausgef&uuml;hrt werden, indem die entsprechenden Checkboxen markiert und die gew&uuml;nschten Aktionen (z.B. l&ouml;schen) ausgef&uuml;hrt werden.</p> <h2>Medien Formate</h2> <p>In diesem Zusammenhang geht es um Datei-Formate bzw. Medientypen wie z.B.:</p> <ul> <li>Bild (.jpg, .png)</li> <li>PDF Dokumente (.pdf)</li> <li>Video (h246, mpeg)</li> <li>Audio (.mp3)</li> </ul> <p>Aus Sicherheitsgr&uuml;nden m&uuml;ssen spezifische Formate explizit zugelassen werden. Ihr Webmaster richtet diese f&uuml;r Sie ein.</p>

# sonata.media.admin.media.create.title
source: Create media item
de: Medienelement erstellen

# sonata.media.admin.media.create.text
source: <p>Create a new media element by select your media context first (e.g. standard media, background images, publications etc).</p> <p>Click the &#39;+ Add new media&#39; button displayed under the chosen media context.</p> <p>Choose the type of media you want to add (if a choice is available). The media types available will depend on each media context, they could include image, file or YouTube URL for example.</p> <p><strong>Image Media type</strong><br /> Click &#39;Choose File&#39;, a new finder window will open. Select your choosen image from your computer or network.<br /> The file name will be shown next to the &#39;Choose File&#39; input button. Now click one of the &#39;Add....&#39; buttons</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul> <p>Cancel will return you back to the list view, and your file will not be uploaded.</p> <p>If there is an error message relating to the file type, please contact your Webmaster so that they can configure this for you.</p> <p><strong>File Media type</strong><br /> Click &#39;Choose File&#39;, a new finder window will open. Select your choosen file from your computer or network.<br /> The file name will be shown next to the &#39;Choose File&#39; input button. Now click one of the &#39;Add....&#39; buttons</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul> <p>Cancel will return you back to the list view, and your file will not be uploaded.</p> <p>If there is an error message relating to the file type, please contact your Webmaster so that they can configure this for you.</p> <p><strong>YouTube Media type</strong><br /> This is example of a media type allows you to enter the URL to a YouTube video, so that it can be used later in the website. Should you require other media types for example Vimeo of video data upload, please contact your webmaster<br /> Enter the URL of your YouTube video in the text field input button. Now click one of the &#39;Add....&#39; buttons</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul>
de: <p>Erstellen Sie ein neues Medienelement in dem Sie zuerst den Medien-Kontext ausw&auml;hlen (z.B. Standard Medien, Hintergrundbilder, Publikationen, etc.).</p> <p>Klicken Sie im gew&auml;hlten Kontext den Button &#39;+ Neue Medien hinzuf&uuml;gen an&#39;.</p> <p>W&auml;hlen Sie nun den Medien-Typ. Je nach Medien-Kontext und je nach Ihrem System sind unterschiedliche Medientypen erlaubt.</p> <p><strong>Medientyp Bild</strong><br /> Klicken Sie auf &#39;Durchsuchen&#39;. Ein neues Fenster wird ge&ouml;ffnet. W&auml;hlen Sie die gew&uuml;nschte Datei auf Ihrem Computer oder Netzwerk aus. Klicken Sie dann - z.B. mit einem Windows PC - auf &#39;&ouml;ffnen&#39;.<br /> Der Dateiname des Bildes wird angezeigt. Klicken Sie nun einen der Buttons:</p> <ul> <li>Hinzuf&uuml;gen und bearbeiten</li> <li>Hinzuf&uuml;gen und zur&uuml;ck zur Liste</li> <li>Hinzuf&uuml;gen und einen weiteren erstellen</li> </ul> <p>Mit &#39;Abbrechen&#39; wird die Funktion Medien hochladen r&uuml;ckg&auml;ngig gemacht und das hochgeladene Bild NICHT gespeichert.</p> <p>Falls das Dateiformat nicht erlaubt ist (Fehlermeldung) dann setzen Sie sich bitte mit Ihrem Webmaster in Verbindung.</p> <p><strong>Medientyp Datei</strong><br /> Klicken Sie auf &#39;Durchsuchen&#39;. Ein neues Fenster wird ge&ouml;ffnet. W&auml;hlen Sie die gew&uuml;nschte Datei auf Ihrem Computer oder Netzwerk aus. Klicken Sie dann - z.B. mit einem Windows PC - auf &#39;&ouml;ffnen&#39;.<br /> Der Dateiname des Bildes wird angezeigt.</p> <p>W&auml;hlen Sie nun die Sprache aus, in welcher die Datei zur Verf&uuml;gung gestellt werden soll. Die Datei wird dann in der Mediensammlung nur unter dieser Sprache ausw&auml;hlbar.</p> <p>Klicken Sie nun einen der Buttons:</p> <ul> <li>Hinzuf&uuml;gen und bearbeiten</li> <li>Hinzuf&uuml;gen und zur&uuml;ck zur Liste</li> <li>Hinzuf&uuml;gen und einen weiteren erstellen</li> </ul> <p>Mit &#39;Abbrechen&#39; wird die Funktion &#39;Medien hochladen&#39; r&uuml;ckg&auml;ngig gemacht und die hochgeladene Datei NICHT gespeichert.</p> <p>Falls das Dateiformat nicht erlaubt ist (Fehlermeldung) dann setzen Sie sich bitte mit Ihrem Webmaster in Verbindung.</p> <p><strong>Medientyp Video</strong><br /> *Exemplarisch f&uuml;r das Beispiel Youtube. Falls Sie andere Provider (Vimeo, etc.) oder Filmsysteme (Flash-Filmformat) verwenden, fragen Sie Ihren Webmaster.<br /> F&uuml;gen Sie den mit ihrem Youtube-Account erstellen Link in das vorgesehene Feld ein.</p> <p>Klicken Sie nun einen der Buttons:</p> <ul> <li>Hinzuf&uuml;gen und bearbeiten</li> <li>Hinzuf&uuml;gen und zur&uuml;ck zur Liste</li> <li>Hinzuf&uuml;gen und einen weiteren erstellen</li> </ul> <p>Mit &#39;Abbrechen&#39; wird die Funktion Medien hochladen r&uuml;ckg&auml;ngig gemacht und die hochgeladene Datei NICHT gespeichert.</p> <p>Falls der Link resp. das Dateiformat nicht erlaubt ist (Fehlermeldung) dann setzen Sie sich bitte mit Ihrem Webmaster in Verbindung.</p> <p>Weitere n&uuml;tzliche Informationen finden Sie unter Medien bearbeiten.</p>

# sonata.media.admin.media.edit.title
source: Edit media item
de: Medienelement bearbeiten

# sonata.media.admin.media.edit.text
source: <p>Edit an existing media by first selecting a media context first (e.g. standard media, background images, publications etc) via the avaliable media context tabs.</p> <p>Rightclick on the Image of themedia item that you wish to edit and you will get a menu for Edit, Show and Delete. You can also leftclick on the image to show a preview or leftclick on the name to edit the item.</p> <p><strong>Edit</strong></p> <p>Name: Per default the name of the item (if it is a file) will be the name of the file that was originally uploaded, you can change this to what ever you would like, with or without a file ending (.pdf, .jpg etc).</p> <p>Author: the Author of the given media item, which can be used in the frontend HTML.</p> <p>Description: A short description of the media, which can be used in the frontend HTML.</p> <p>Copyright: A copyright notice, which can be used in the frontend HTML.</p> <p>New File: Here you are given the opportunity to upload and new file, replacing the original file.</p> <p>Tag your media: You can assign your media with multiple tags as a way of categorising them. The function is sensible to enable easier location of media within a large media library. Should a tag that meets your requirements not be available, click the &#39;+ Add new&#39; button to create a new media tag.</p> <p>Enabled: This is a field that can be then used in the frontend to define if a media item is enabled or not, check with your webmaster to see if this is used in your frontend templates</p> <p>Flush CDN: Should you media be saved on a Cloud based Content Delivery Network (CDN), it is often necessary to flush (delete) cached media on these servers should you make a change to the file. This field is used to mark which files should have their CDN cache cleaned, your webmaster must, however program a task which will carry this out.</p> <p>Preview: Open this section to get the following insights.</p> <ul> <li>Information about Size, Content type and CDN (Content Delivery Network)</li> <li>Protected URL: A URL which can be protected via a login (if implemented) to protect the access to media.&nbsp;The warning message shows that if you use this URL, it is not possible for the application to protect it.</li> <li>reference: show the URL to the original file</li> <li>default_xxx: The name is made of the context name (e.g. default) plus the name of the format size. Your webmaster should set up predefined sizes for use with images and YouTube videos for displaying the same image in different formats on your webpage.</li> </ul> <p>Now you can:</p> <ul> <li>Add item and edit it</li> <li>Add item and return to list</li> <li>Add item and create another</li> </ul> <p>Cancel will return you back to the list view, and your changes will not be saved.</p> <p><strong>Show</strong></p> <p>This view allows you to quickly preview your media &nbsp;(only available if media format is supported)</p>
de: <p>Bearbeiten Sie ein bestehendes Medienelement in dem Sie zuerst den Medien-Kontext ausw&auml;hlen (z.B. Standard Medien, Hintergrundbilder, Publikationen, etc.) &uuml;ber die vorhandenen Reiter ausw&auml;hlen.</p> <p>Ein Medienelement k&ouml;nnen Sie bearbeiten, eine Vorschau davon ansehen oder l&ouml;schen. Sie erhalten ein Auswahlmen&uuml; bei&nbsp;einem Rechtsklick auf das Bild. Sie k&ouml;nnen alternativ f&uuml;r die Vorschau ein Linksklick auf das Bild machen und f&uuml;r das Bearbeiten einen Linksklick auf den Namen.&nbsp;Oder Sie haben das Medienelement neu erstellt indem Sie&nbsp; &#39;Hinzuf&uuml;gen&nbsp;und Bearbeiten&#39; gew&auml;hlt haben.</p> <p><strong>Bearbeiten</strong><br /> Name: Standardm&auml;ssig wird der bestehende Dateiname des Objekts angezeigt / gespeichert. Sie k&ouml;nnen den Namen &auml;ndern, falls z.B. das Bild anders verwendet werden soll, macht es Sinn das Dateiformat (.jpg) beizubehalten.</p> <p>Autor: Geben Sie den Autor als beschreibenden HTML Tag an.</p> <p>Beschreibung: Geben Sie eine Beschreibung des Objeks ein. Dies wird als HTML Tag angezeigt und zum Beispiel von Readern f&uuml;r Blinde / Sehbeinderte verwendet.</p> <p>Copyright: Geben Sie das Copyright als beschreibenden HTML Tag an.</p> <p>Datei ersetzen: Sie k&ouml;nnen das bestehende Medienelement ersetzen, inde, Sie eine neue Datei hochladen und damit die bestehende &uuml;berschreiben.</p> <p>Taggen Sie ihre Medien: Sie k&ouml;nnen ihre Medien mit beliebig vielen Tags versehen um sie leichter zu finden / gruppieren. Diese Funktion hilft Ihnen die Medien sinnvoll zu organisieren. &Uuml;ber den &#39;+ Neu&#39; Button k&ouml;nnen Sie ganz einfach neue Tags erstellen ohne die Seite / den Kontext zu wechseln.</p> <p>Aktiviert: Medienelement aktiv oder inaktiv. Dies muss aber im Projekt entsprechend programmiert sein, fragen Sie Ihren Webmaster.</p> <p>CDN leeren: Falls Sie mit Content Delivery Networks wie Amazon Servern arbeiten, k&ouml;nnen Sie mit dieser Checkbox das Sever Cache aktualisieren. Dies muss aber im Projekt entsprechend programmiert sein, fragen Sie Ihren Webmaster.</p> <p>Vorschau: Die Vorschau k&ouml;nnen Sie aufklappen um noch genauere Information &uuml;ber das Medium und die verschiedenen URL&#39;s zu erhalten.</p> <ul> <li>Infos &uuml;ber Gr&ouml;sse, Content type und CDN (Content Delivery Network)</li> <li>Gesch&uuml;tzte URL: Sie k&ouml;nnen dem Medienobjekt eine spezifische URL zur einfachen Kennung mitgeben.&nbsp;Die allf&auml;llige Warnung zeigt an, ob das Medienobjekt nicht spezifisch gesch&uuml;tzt ist (also von allen aufgerufen werden kann).</li> <li>reference: zeigt den Ort des Medienelements auf dem Webserver als URL an</li> <li>default_xxx: zeigt den Ort der unterschiedlich gerenderten (Bild-)Formate als URL an. Dies muss aber im Projekt entsprechend programmiert sein, fragen Sie Ihren Webmaster.</li> </ul> <p>Sie k&ouml;nnen nun:</p> <ul> <li>Aktualisieren</li> <li>Aktualisieren und zur&uuml;ck zur Liste</li> <li>L&ouml;schen</li> </ul> <p>Mit &#39;Abbrechen&#39; wird die Funktion Medienelement bearbeiten r&uuml;ckg&auml;ngig gemacht und die &Auml;nderungen NICHT gespeichert.</p> <p><strong>Anzeigen</strong><br /> In der Ansicht sehen Sie eine Vorschau des Medienobjekts (falls das Format unterst&uuml;tzt wird).</p>

# sonata.media.admin.gallery.list.title
source: Media Gallery
de: Galerie Übersicht
