Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/HelpTextAdmin.*.xliff
Languages: de

# list.label_title
source: Help Text Title
de: Hilfetext-Titel

# list.label_translation_key
source: Translation Key
de: Übersetzungs-Key

# list.pre_title_text
source: Administer your
de: Bearbeite Deine

# breadcrumb.link_help_text_list
source: <small>Administer your</small> Help Texts
de: <small>Bearbeite Deine</small> Hilfetexte

# filter.label_locale
source: Language
de: Sprache

# form.label_locale
source: Help Text language
de: Hilfetext-Sprache

# form.label_translation_key
source: Translation key
de: Übersetzungs-Key

# form.label_title
source: Help Text Title
de: Hilfetext-Titel

# title.help
source: Help & User Manual
de: Hilfe & Bedienungsanleitung

# link.close
source: CLOSE
de: SCHLIESSEN

# help_title
source: Help for: %admin_title% %action%
de: Hilfe für: %admin_title% %action%

# networking_init_cms.admin.page.edit
source: Page edit
de: Seite bearbeiten

# action.list
source: List
de: Liste anzeigen

# action.edit
source: Edit
de: Bearbeiten

# action.delete
source: Delete
de: Löschen

# action.create
source: Create
de: Erstellen

# networking_init_cms.admin.page
source: Pages
de: Seiten

# networking_init_cms.admin.menu_item
source: Menu
de: Menü

# sonata.media.admin.media
source: Media
de: Medien

# sonata.user.admin.user
source: User
de: Benutzer

# overview.title
source: Help Overview
de: Hilfe-Übersicht

# overview.text
source: <p>This help site covers most of the functionality of the CMS. Select the help pages from the left hand navigation or just click on the question mark on the top right whilst using the CMS to access the corresponding help page.</p> <h2>Terms</h2> <p><strong>CMS</strong><br /> <span style="line-height:1.6em">Abbreviation for Content Management System</span></p> <p><strong>Page</strong><br /> <span style="line-height:1.6em">A page holds content in a certain layout.</span></p> <p><strong>Internal URL</strong><br /> <span style="line-height:1.6em">A string that reflects a page created by the CMS (e.g. &quot;/company/employees&quot;)</span></p> <p><strong>External URL</strong><br /> <span style="line-height:1.6em">A string the reflects a URL to a webpage not generated by the CMS (e.g. &ldquo;http://www.google.com)</span></p> <p><strong>Menu item </strong><br /> <span style="line-height:1.6em">A single link in a menu with its name and URL</span></p> <p><strong>Menu </strong><br /> <span style="line-height:1.6em">A set of menu items used to navigate the website.</span></p> <p><strong>Media</strong><br /> <span style="line-height:1.6em">Media files used in the content (e.g. Images, Videos)</span></p> <p><strong>User</strong><br /> <span style="line-height:1.6em">A person with a login to the CMS or the secured area of the website</span></p> <h2>Basic Workflow</h2> <p>If you are new to the CMS, here is a basic workflow example of how to create new a page and make it available in the navigation.</p> <ol> <li>Go to &quot;Pages&quot; and add a new page.</li> <li>In the edit mode of the page, click on the &quot;+&quot; icons to add content where you like.</li> <li>Click the &quot;Publish&quot; button to make it publicly available (or check the &quot;Review&quot; box to notify the publisher).</li> <li>To make the page accessible in the navigation, create a new menu item, give it a name and select your new page.</li> </ol> <p>Congratulations, now you should have a new page, which is accessible through the navigation. Please have a look to specific help topics to get more detailed information.</p>
de: <p>Diese Systemhilfe enthält nützliche Informationen zu den meisten Funktionalitäten des CMS. Wählen Sie die Hilfeseiten im linken Navigationsabschnitt aus oder klicken Sie beim Arbeiten im CMS einfach das Fragezeichen rechts oben an, um auf die entsprechende Hilfeseite zu gelangen.</p> <h2>Glossar</h2> <p><strong>CMS</strong><br /> <span style="line-height:1.6em">Abkürzung für Content Management System.</span></p> <p><strong>Seite</strong><br /> <span style="line-height:1.6em">Eine Seite weist Inhalte (Content) in einem bestimmten Layout auf.</span></p> <p><strong>Interne URL</strong><br /> <span style="line-height:1.6em">Eine Zeichenkette, die auf eine vom CMS angelegte Seite verweist (z.B. &quot;/company/employees&quot;).</span></p> <p><strong>Externe URL</strong><br /> <span style="line-height:1.6em">Eine Zeichenkette, die auf eine nicht vom CMS erstellte Seite verweist (z.B. &ldquo;http://www.google.com&quot;&quot;)</span></p> <p><strong>Menüelement</strong><br /> <span style="line-height:1.6em">Ein einzelner Link in einem Menü mit dessen Namen und URL.</span></p> <p><strong>Menu&nbsp;</strong><br /> <span style="line-height:1.6em">Eine Reihe von Menüelementen, die zur Navigation der Website verwendet werden.</span></p> <p><strong>Medien</strong><br /> <span style="line-height:1.6em">Mediendateien, die im Content benutzt werden (z.B. Bilder, Videos).</span></p> <p><strong>Benutzer</strong><br /> <span style="line-height:1.6em">Eine Person, die für das CMS oder den gesicherten Bereich der Website angemeldet ist.</span></p> <h2>Grundlegendes Workflow-Beispiel</h2> <p>Wenn Sie sich mit dem CMS noch nicht auskennen, finden Sie hier ein grundlegendes Workflow-Beispiel, das Ihnen zeigt, wie eine neue Seite angelegt und für die Navigation zur Verfügung gestellt wird.</p> <ol> <li>Gehen Sie auf &quot;Seiten&quot; und fügen Sie eine neue Seite hinzu.</li> <li>Im Bearbeitungsmodus der Seite klicken Sie auf das Symbol &quot;+&quot;, um Content an einer Stelle Ihrer Wahl hinzuzufügen.</li> <li>Klicken Sie auf die Schaltfläche &quot;Veröffentlichen&quot;, um sie öffentlich zur Verfügung zu stellen (oder setzen Sie einen Haken im Kästchen &quot;Prüfen&quot;, um den Herausgeber zu benachrichtigen).</li> <li>4. Um die Seite für die Navigation zugänglich zu machen, erstellen Sie ein neues Menüelement, vergeben einen Namen und wählen Ihre neue Seite aus.</li> </ol> <p>Herzlichen Glückwunsch, jetzt sollten Sie eine neue Seite haben, auf die über die Navigation zugegriffen werden kann. Bitte schauen Sie sich die spezifischen Hilfethemen an, um detailliertere Informationen zu erhalten.</p>

# dashboard.title
source: Dashboard Overview
de: Dashboard-Übersicht

# dashboard.text
source: <p>The Dashboard is the first page you will see after you logged in successfully. Depending on your role and rights you may have different kinds of information displayed on your Dashboard.</p> <h2>Information blocks</h2> <p><strong>Page Status Summary</strong><br /> Overview of how many pages are in draft, review or published state</p> <p><strong>Current Draft Pages</strong><br /> A list of the last edited pages, which are not published</p> <p><strong>Pages to Review</strong><br /> A list of pages which need to be reviewed and published</p> <p><strong>Users currently Online</strong><br /> Shows all users who are currently logged in.</p> <p>The Dashboard can be extended as well, if you miss something please contact your Webmaster to add the needed feature.</p>
de: <p>Das Dashboard ist die erste Seite, die Sie sehen, nachdem Sie sich erfolgreich angemeldet haben. Je nach Benutzerrolle und Ihren individuellen Rechten k&ouml;nnen unterschiedliche Arten von Informationen auf Ihrem Dashboard angezeigt werden.</p> <h2>Informationsbl&ouml;cke</h2> <p><strong>Seitenstatus-Zusammenfassung</strong><br /> &Uuml;bersicht &uuml;ber die Anzahl Seiten mit dem Status &quot;Entwurf&quot;, &quot;Pr&uuml;fen&quot; oder &quot;Ver&ouml;ffentlicht&quot;.</p> <p><strong>Aktuelle Entwurfsseiten</strong><br /> Eine Liste der zuletzt bearbeiteten Seiten, die nicht ver&ouml;ffentlicht sind.</p> <p><strong>Zu pr&uuml;fende Seiten</strong><br /> Eine Liste der Seiten, die gepr&uuml;ft und ver&ouml;ffentlicht werden m&uuml;ssten.</p> <p><strong>Benutzer online</strong><br /> Zeigt alle Benutzer, die zurzeit am CMS angemeldet sind.</p> <p>Das Dashboard kann auch erweitert werden. Wenn Sie etwas vermissen, kontaktieren Sie Ihren Webmaster, um die erforderliche Funktionalit&auml;t hinzuzuf&uuml;gen.</p>

# networking_init_cms.admin.page.list.title
source: Pages overview
de: Seiten-Übersicht

# networking_init_cms.admin.page.list.text
source: <p>A page is a key building block for the website. On a page you can add or change your content and its position in the layout. Under &quot;Pages&quot; in the CMS you see a list of all your pages. On top of the list you can filter and search pages. There is also a prominent button for adding new Pages. On the bottom of the list you find bulk actions to apply quick changes to multiple pages at once.</p> <h2>List of pages</h2> <p>The list of pages offers different information or actions. Every new row describes a different page. The following list explains the columns from left to right.</p> <p><strong>Check Boxes</strong><br /> You can select single <s>pages</s> or multiple pages by checking or unchecking the check boxes on the left <s>to</s> side of every page. The first checkbox on the top left will check or uncheck all of the listed pages. After you selected the pages you want, you can choose an action from the dropdown menu at the bottom of the list. By clicking &quot;OK&quot; you will execute the action for all the checked pages.</p> <p><strong>Page Name</strong><br /> A column that shows the page name. If you click on the name you will go directly to the edit mode.</p> <p><strong>Page Status</strong><br /> On the right side of the page name you see the status of page. It can be set to draft, review or published.</p> <p><strong>URL</strong><br /> This column shows the URL of the page. The URL excludes your domain name in favor of a shorter version.</p> <p><strong>Edit Button</strong><br /> The edit button has a pencil icon. Click to edit the content and the configuration of the page.</p> <p><strong>Delete Button</strong><br /> The delete button has a trashcan icon. Click it to delete a page you no longer want to use.</p> <h2>Filter pages</h2> <p>The page list can be filtered by selecting one or more of the offered parameters. You can change these parameters and click on the &quot;Filter&quot; button to find pages that match your filters. If you click on &quot;Clear&quot; the filters will be reset. By Clicking on &quot;More filter options&quot; all the available options for filtering will be shown.</p> <p><strong>Language</strong><br /> Change between different languages, you can only view pages in one language at a time</p> <p><strong>Page Name</strong><br /> Find a specific page by name or find multiple pages with a part of the page name</p> <p><strong>URL</strong><br /> Find a page or multiple pages with a specific part of the URL</p> <p><strong>Page Status<br /> ​</strong>Find pages according to their status draft review or published.</p> <h2>Add a new page</h2> <p>To add a new page, start by clicking the &quot;+ Add Page&quot; button. There is an additional help section available with more details.</p>
de: <p>Eine Seite ist ein Schlüsselbaustein für die Website. Auf einer Seite können Sie Ihren Content und seine Position im Layout hinzufügen oder ändern. Unter „Seiten" im CMS finden Sie eine Liste all Ihrer Seiten. Am Listenanfang können Sie Seiten filtern und suchen. Es gibt auch eine hervorstehende Schaltfläche zum Hinzufügen von neuen Seiten. Am Listenende finden Sie Massenfunktionalitäten, um schnelle Änderungen auf mehrere Seiten auf einmal anzuwenden.</p> <h2>Seitenliste</h2> <p>Die Seitenliste bietet unterschiedliche Informationen oder Aktionen. Jede neue Zeile beschreibt eine andere Seite. Die folgende Liste erläutert die Spalten von links nach rechts.</p> <p><strong>Kontrollfelder (Check Boxes)</strong><br /> Sie können einzelne oder mehrere Seiten durch Aktivieren oder Deaktivieren der Kontrollfelder im linken Abschnitt jeder Seite auswählen. Mit dem ersten Kontrollfeld links oben werden alle gelisteten Seiten aktiviert oder deaktiviert. Nachdem Sie die Seiten Ihrer Wahl selektiert haben, können Sie eine Aktion im Aufklappmenü am Listenende wählen. Durch Anklicken von &quot;OK&quot; führen Sie die Aktion für alle aktivierten Seiten aus.</p> <p><strong>Seitenname</strong><br /> Eine Spalte, in der der Name der Seite erscheint. Wenn Sie den Namen anklicken, gelangen Sie direkt zum Bearbeitungsmodus.</p> <p><strong>Seitenstatus</strong><br /> Rechts hinter dem Seitennamen finden Sie den Seitenstatus. Er kann auf &quot;Entwurf&quot;, &quot;Prüfen&quot; oder &quot;Veröffentlicht&quot; gesetzt sein.</p> <p><strong>URL</strong><br /> Diese Spalte zeigt die URL der Seite. Die URL klammert Ihren Domänen-Namen zu Gunsten einer kürzeren Version aus.</p> <p><strong>Schaltfläche Bearbeiten</strong><br /> Die Schaltfläche „Bearbeiten“ enthält ein Bleistift-Symbol. Klicken Sie darauf, um den Content und die Konfiguration der Seite zu editieren.</p> <p><strong>Schaltfläche Löschen</strong><br /> Die Schaltfläche &quot;Löschen&quot; enthält ein Papierkorb-Symbol. Klicken Sie es an, um eine Seite zu löschen, die Sie nicht mehr nutzen möchten.</p> <h2>Filter-Seiten</h2> <p>Die Seitenliste kann durch Auswahl eines oder mehrerer angebotener Parameter gefiltert werden. Sie können diese Parameter ändern sowie auf die Schaltfläche &quot;Filtern&quot; klicken, um Seiten zu suchen, die zu Ihren Filterkriterien passen. Wenn Sie &quot;Zurücksetzen&quot; anklicken, werden die Filter zurückgesetzt. Durch Anklicken von &quot;Weitere Filteroptionen&quot; werden alle verfügbaren Filteroptionen angezeigt.</p> <p><strong>Sprache</strong><br /> Wechseln Sie zwischen verschiedenen Sprachen. Beachten Sie aber, dass Sie Seiten nur in einer Sprache auf einmal ansehen können.</p> <p><strong>Seitenname</strong><br /> Finden Sie eine spezifische Seite über den Namen, oder finden Sie mehrere Seiten über einen Bestandteil des Seitennamens.</p> <p><strong>URL</strong><br /> Finden Sie eine Seite oder mehrere Seiten mit einem spezifischen Bestandteil der URL.</p> <p><strong>Seitenstatus<br /> ​</strong>Finden Sie Seiten anhand ihres Status &quot;Entwurf&quot;, &quot;Prüfen&quot; oder &quot;Veröffentlicht&quot;.</p> <h2>Neue Seite hinzufügen</h2> <p>Um eine neue Seite hinzuzufügen, klicken Sie zunächst einmal auf die Schaltfläche &quot;+ Seite hinzufügen&quot;. Es steht ein zusätzlicher Hilfeabschnitt mit weiteren Einzelheiten zu Ihrer Verfügung.</p>

# networking_init_cms.admin.page.create.title
source: Add a new page
de: Neue Seite hinzufügen

# networking_init_cms.admin.page.create.text
source: <p>Begin by clicking the &quot;+ Add Page&quot; button in the &quot;Pages&quot; section of the CMS. All fields marked with &quot;*&quot; are mandatory, the others are optional. The following list explains all fields.</p> <h2>New page fields</h2> <p><strong>Language</strong><br /> Each page belongs to one language. You can copy this page into another language at a later stage, or connect the page to an existing page in another language in order to create a link connecting single pages in the different languages.</p> <p><strong>Page Name</strong><br /> The page name is for your internal use and not shown on the website</p> <p><strong>Parent Page</strong><br /> If another page is related to this one (e.g. About Us and Contact), the pages can be connected. This will be shown in the list view of the Pages as well in the URL: e.g. http://wwww.site.com/about_us/contact instead of http://wwww.site.com/contact</p> <p><strong>URL</strong><br /> Only the last part of the URL has to be entered. If there one or more parent pages exist, they will be automatically added as a prefix to the URL. No special characters can be used in an URL. Those will be automatically filtered out. Above the input field you can preview the processed URL</p> <p><strong>Visibility</strong><br /> A page can be either public and be seen by everyone or it is protected, meaning that the user must be logged in to view the page.</p> <p><strong>Page Layout</strong><br /> Choose the layout that fits your page the best. A selection of predefined layout will be displayed with a thumbnail image. The Layout will dictate what content can be placed where on the page.</p> <p><strong>Meta Title</strong><br /> This title is shown in the title of the browser and searched by search engines</p> <p><strong>Meta Keywords</strong><br /> Keywords are not shown on the page, but only in the source code of the page. Those are needed by google and other search engines to index your page</p> <p><strong>Meta Description</strong><br /> As with the keywords above, the meta description is only visible in the source code. Search engines also use it.</p> <p>As soon as you save the form, the page is saved to the database and you switch to the editing view.</p>
de: <p>Klicken Sie zuerst im Abschnitt &quot;Seiten&quot; des CMS auf die Schaltfl&auml;che &quot;+ Seite hinzuf&uuml;gen&quot;. Alle mit &quot;*&quot; gekennzeichneten Felder sind Pflichtfelder, die anderen sind optional. In der folgenden Liste werden alle Felder erl&auml;utert.</p> <h2>Neue Seite-Felder</h2> <p><strong>Sprache</strong><br /> Jede Seite geh&ouml;rt zu einer Sprache. Sie k&ouml;nnen diese Seite zu einem sp&auml;teren Zeitpunkt in eine andere Sprache kopieren oder sie mit einer vorhandenen Seite in einer anderen Sprache verkn&uuml;pfen, um einen Hyperlink zu erstellen, der einzelne Seiten in verschiedenen Sprachen miteinander verkn&uuml;pft.</p> <p><strong>Seitenname</strong><br /> Der Seitenname ist f&uuml;r Ihren internen Gebrauch bestimmt und erscheint nicht auf der Website.</p> <p><strong>&Uuml;bergeordnete Seite</strong><br /> Wenn eine andere Seite sich auf diese bezieht (z.B. &quot;&Uuml;ber uns&quot; und &quot;Kontakt&quot;), k&ouml;nnen die Seiten miteinander verkn&uuml;pft werden. Dies ist in der Listenansicht der Seiten sowie in der URL: z.B. http://wwww.site.com/ueber_uns/kontakt anstelle von http://wwww.site.com/kontakt.</p> <p><strong>URL</strong><br /> Nur der letzte Bestandteil der URL muss eingegeben werden. Wenn eine oder mehrere &uuml;bergeordnete Seiten vorhanden sind, werden sie automatisch als Pr&auml;fix zur URL hinzugef&uuml;gt. Es k&ouml;nnen keine Sonderzeichen in einer URL verwendet werden, sie werden automatisch ausgefiltert. &Uuml;ber dem Eingabefeld k&ouml;nnen Sie die verarbeitete URL in einer Vorschau sehen.</p> <p><strong>Sichtbarkeit</strong><br /> Eine Seite kann entweder &ouml;ffentlich sein und von jedem eingesehen werden, oder sie ist gesch&uuml;tzt, was bedeutet, dass der Benutzer (im Extranet) angemeldet sein muss, um sie anzusehen.</p> <p><strong>Seitenlayout</strong><br /> W&auml;hlen Sie das Layout, das am besten zu Ihrer Seite passt. Eine Auswahl der vordefinierten Layouts wird in Form eines Miniaturbilds angezeigt. Das Layout schreibt vor, welcher Content wo auf der Seite platziert werden kann.</p> <p><strong>Meta-Titel</strong><br /> Dieser Titel erscheint in der Titelleiste des Browsers und wird von Suchmaschinen als sehr wichtig eingesch&auml;tzt.</p> <p><strong>Meta-Schl&uuml;sselw&ouml;rter</strong><br /> Schl&uuml;sselw&ouml;rter erscheinen nicht auf der Seite, sondern nur im Quellcode der Seite. Diese werden von Google und anderen Suchmaschinen zur Indizierung Ihrer Seite ben&ouml;tigt.</p> <p><strong>Meta-Beschreibung</strong><br /> Wie bei den Schl&uuml;sselw&ouml;rtern, ist die Meta-Beschreibung nur im Quellcode sichtbar. Sie wird auch von Suchmaschinen verwendet.</p> <p>Sobald Sie das Formular gespeichert haben, wird die Seite in der Datenbank gespeichert, und Sie wechseln in die Bearbeitungsansicht.</p>

# networking_init_cms.admin.page.edit.title
source: Edit a page
de: Seite bearbeiten
