Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/MenuItemAdmin.*.xliff
Languages: de, fr, nl

# button.create.menu_item
source: Add menu item
de: Menüpunkt hinzufügen
fr: Ajouter un élément
nl: Item toevoegen

# title_create
source: Add menu item
de: Menüpunkt hinzufügen
fr: Ajouter un élément
nl: Item toevoegen

# legend.menu.actions
source: Actions on selected Menu
de: Aktionen im gewählten Menü
fr: Actions sur le menu sélectionné
nl: Met geselecteerd menu

# filter.label_locale
source: Language
de: Sprache
fr: Langue
nl: Taal

# button.menu.settings
source: Menu settings
de: Menüeinstellungen
fr: Paramètres du menu
nl: Menu-instellingen

# button.menu.delete
source: Delete Menu
de: Menü löschen
fr: Supprimer le menu
nl: Menu verwijderen

# title.page
source: Page
de: Seite
nl: Pagina

# breadcrumb.link_menu_item_navigation
source: <small>Organise your</small> Menus
de: <small>Organisieren Sie Ihre</small> Menüs
fr: <small>Organisez vos</small> Menus
nl: <small>Beheer uw</small> menu's

# label.linked_resource
source: Linked Resource
de: Verknüpfte Ressource
fr: Ressource liée
nl: Gekoppeld aan

# label.menu_item_name
source: Your Menu items
de: Ihre Menüpunkte
fr: Points de votre menu
nl: Uw menu-items

# menu.page_or_url.required
source: Either a page or a redirect url must be set.
de: Eine Seite oder eine Umleitungs-URL muss eingestellt werden.
fr: Une page ou une URL de redirection doit être définie.
nl: Ofwel een pagina ofwel een URL moet worden opgegeven.

# btn_filter
source: Search
de: Suche
fr: Rechercher
nl: Zoeken

# label_filters
source: Search Menus
de: Menüs durchsuchen
fr: Rechercher les menus
nl: Zoek in menu's

# link_reset_filter
source: Reset
de: Zurücksetzen
fr: Réinitialiser

# form.label_page
source: Page
de: Seite
nl: Pagina

# form.label_redirect_url
source: External URL
de: Externe URL
nl: Externe URL

# help.redirect_url
source: URL starting with http://
de: URL inklusive http://
nl: URL beginnend met http://

# help.internal_url
source: Path of CMS Page e.g. /contact
de: Pfad von einer CMS Seite z.B. /kontakt
nl: Pad naar een CMS pagina, bijv. /over-ons

# form.label_link_target
source: Link Target
de: Linkziel
fr: Cible du lien
nl: Doelvenster

# form.label_link_class
source: Link Class
de: Linkklasse
fr: Classe du lien
nl: CSS-klasse

# form.label_link_rel
source: Link Relation
de: Linkbezug
fr: Relation du lien
nl: Link relatie

# form.label_internal_url
source: Internal relative link
de: Interner Link
nl: Interne relatieve link

# form.label_hidden
source: Hide in menu
de: In Menu verbergen
nl: Menu-item verbergen

# form.legend_page_or_url
source: Target (page or url)
de: Ziel (Seite oder URL)
fr: Cible (page ou URL)
nl: Verwijzing (pagina of url)

# form.legend_options
source: Options
de: Optionen
nl: Opties

# form.label_visibility
source: Visibility
de: Sichtbarkeit
fr: Visibilité
nl: Zichtbaarheid

# visibility_public
source: Public
de: Öffentlich
nl: Publiekelijk zichtbaar

# visibility_protected
source: Protected
de: Geschützt
fr: Protégé
nl: Afgeschermd

# form.label_description
source: Menu description
de: Menübeschreibung
fr: Description du menu
nl: Omschrijving

# visibility.helper.text
source: Public or password protected menu item
de: Öffentlicher oder passwortgeschützter Menüpunkt
fr: Point de menu public ou protégé par mot de passe
nl: Publiekelijk zichtbaar of alleen indien ingelogd

# _blank
source: Shows the link target in a new browser window or tab
de: Zeigt das Link-Ziel in einem neuen Browserfenster oder Tab an.
fr: Montre la cible du lien dans une nouvelle fenêtre du navigateur ou un nouvel onglet
nl: Nieuw venster of tabblad

# _self
source: Shows the link target in the current browser window
de: Zeigt das Link-Ziel im aktuellen Browserfenster an
fr: Montre la cible du lien dans la fenêtre actuelle du navigateur
nl: Huidig frame of venster

# _parent
source: Shows the link target in the parent frame
de: Zeit das Link-Ziel im übergeordneten Frame an.
fr: Montre la cible du lien dans le cadre parent
nl: Bovenliggend frame of venster

# _top
source: Cancels all frames, and shows the link target in full browser window
de: Beendet alle Frames und zeigt das Link-Ziel im ganzen Browserfenster an
fr: Annule tous les cadres, montre la cible du lien dans la fenêtre de navigation plein écran
nl: Hoofdvenster, ongeacht frames

# info.please_enter_description
source: You haven't entered a description for you menu yet. How about letting others know where this menu appears and what it is for
de: Sie haben noch keine Beschreibung für Ihr Menü eingegeben. Lassen Sie doch andere wissen, wo dieses Menü auftaucht und wozu es dient.
fr: Vous n’avez pas saisi de description pour votre menu. Pourquoi ne pas indiquer aux autres où ce menu apparaît et à quoi il sert?
nl: Dit menu bevat nog geen omschrijving. Laat anderen weten waar dit menu voor dient.

# button.cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

# info.menu_sorted
source: Menu items successfully re-ordered
de: Menüpunkte erfolgreich umsortiert
fr: Les points du menu ont été réorganisés avec succès
nl: De volgorde is succesvol aangepast.

# flash_edit_success
source: Menu successfully updated
de: Menü erfolgreich aktualisiert
fr: Le menu a été mis à jour avec succès
nl: Uw wijzigingen zijn opgeslagen.

# flash_create_success
source: Menu successfully created
de: Menü erfolgreich erstellt
fr: Le menu a été créé avec succès
nl: Menu is succesvol aangemaakt.

# flash_create_error
source: An error has occurred, the item could not be created at present
de: Es ist ein Fehler aufgetreten. Der Eintrag kann im Augenblick nicht erstellt werden
fr: Une erreur est survenue, l’élément n’a pas pu être créé actuellement
nl: Er is een fout opgetreden: het item nog niet worden aangemaakt.

# flash_delete_success
source: Menu item successfully deleted
de: Menüpunkt erfolgreich gelöscht
fr: Le point du menu a été supprimé avec succès
nl: Menu-item is succesvol verwijderd.

# flash_delete_children_error
source: Menu item not deleted. Please reorganise the sub-menu items first.
de: Menüpunkt konnte nicht gelöscht werden. Bitte sortieren Sie die Sub-Menüpunkte zuerst.
fr: Le point du menu ne peut pas être supprimé. S'il vous plaît réorganiser les points de sous-menu d'abord.
nl: Menu-item is niet verwijderd. Haal eerst de items uit het submenu weg.

# flash_newPlacement_success
source: Menu items successfully re-ordered
de: Menüpunkt erfolgreich umsortiert
fr: Les points du menu ont été réorganisés avec succès
nl: De volgorde is succesvol aangepast.

# menu.admin_menu_label
source: Menus
de: Menüs

# placement_title
source: Position your menu item
de: Menüpunkt einordnern

# menu_item.add_here
source: Insert menu item here
de: Menüpunkt hier platzieren

# action_edit
source: Edit menu item
de: Menüpunkt bearbeiten

# action_delete
source: Delete menu item
de: Menüpunkt löschen

# action_page_edit
source: Edit page
de: Seite bearbeiten

# form.label_name
source: Name
fr: Nom
nl: Naam

# form.legend_name
source: Name
fr: Nom
nl: Naam
