Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/PageAdmin.*.xliff
Languages: de, fr, nl

# breadcrumb.link_page_list
source: Organise your Pages
de: <small>Organisieren Sie Ihre </small> Seiten
fr: <small>Organisez vos</small> pages
nl: <small>Beheer uw</small> pagina's

# breadcrumb.link_page_edit
source: Edit Page
de: Seite bearbeiten
fr: Éditer la page
nl: Pagina wijzigen

source: Are you sure?
de: Sind Sie sicher?
fr: Êtes-vous sûr?
nl: Weet u het zeker?

# form.label_is_home
source: Is Homepage
de: Ist die Homepage
fr: Est la page d’accueil

# form.label_locale
source: Language
de: Sprache
fr: Langue
nl: Taal

# form.label_template
source: Page Layout
de: Seitenlayout
fr: Mise en page
nl: Layout

# form.label_page_name
source: Page Name
de: Seitenname
fr: Nom de la page
nl: Paginanaam

# form.label_meta_title
source: Meta Title
de: Meta-Titel
fr: Méta-titre
nl: Meta-titel

# form.label_navigation_title
source: Navigation label
de: Navigationslabel
fr: Étiquette de navigation
nl: Menulabel

# form.label_parent
source: Parent page
de: Übergeordnete Seite
fr: Page parente
nl: Bovenliggende pagina

# form.label_show_in_navigation
source: Show in the navigation
de: In der Navigation anzeigen
fr: Afficher dans la navigation
nl: Weergeven in het menu

# form.label_meta_description
source: Meta Description
de: Meta-Beschreibung
fr: Méta-description
nl: Meta-omschrijving

# form.label_status
source: Publish status
de: Veröffentlichungsstatus
fr: Statut de publication
nl: Status

# form.label_visibility
source: Visibility
de: Sichtbarkeit
fr: Visibilité
nl: Zichtbaarheid

# form.label_is_active
source: Is active
de: Ist aktiv
fr: Est actif
nl: Actief

# form.label_alias
source: Redirect to this page
de: Verweist auf diese Seite
nl: Doorverwijzing naar andere pagina

# form.label_active_from
source: Online from
de: Seite aktiv von (optional)

# form.label_active_to
source: Online till
de: Seite aktiv bis (optional)

# form.label_social_media_image
source: Social Media Image (optional)
de: Social Media Bild (optional)

# legend.translate_page
source: Page Translations
de: Seitenübersetzungen
fr: Traductions de pages
nl: Vertalingen

# legend.page_settings
source: Settings & SEO
de: Einstellungen & SEO
fr: Paramètres & SEO
nl: Instellingen & SEO

# legend.page_tags
source: Page Tags
de: Seiten-Tags
fr: Étiquettes de page
nl: Tags

# legend.page_content
source: Page Content
de: Seiteninhalt
fr: Contenu de la page
nl: Pagina-inhoud

# status_draft
source: Draft
de: Entwurf
fr: Ebauche
nl: Concept

# status_review
source: Review
de: Überprüfung
fr: Révision
nl: Te controleren

# status_published
source: Published
de: Veröffentlicht
fr: Publié
nl: Gepubliceerd

# visibility_public
source: Public
de: Öffentlich
nl: Publiekelijk zichtbaar

# visibility_protected
source: Protected
de: Geschützt
fr: Protégé
nl: Afgeschermd

# translation.message_saved
source: The page was successfully translated
de: Diese Seite wurde erfolgreich übersetzt
fr: La page a été traduite avec succès
nl: De pagina is succesvol vertaald

# button.apply
source: Apply
de: Anwenden
fr: Appliquer
nl: Toepassen

# button.cancel_draft
source: Cancel draft
de: Entwurf abbrechen
fr: Supprimer l’ébauche
nl: Concept verwijderen

# legend.page_status
source: Publishing Status
de: Veröffentlichungsstatus
fr: Statut de publication
nl: Status

# legend.translations
source: Translations
de: Übersetzungen
fr: Traductions
nl: Vertalingen

# legend.filters
source: Search Pages
de: Seiten durchsuchen
fr: Rechercher les pages
nl: Zoek pagina's

# legend.actions
source: Actions
de: Aktionen
nl: Acties

# label.menu_link
source: Menu "%menu_name%"
de: Menü "%menu_name%"

# link.add
source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

# link.edit
source: Edit
de: Bearbeiten
fr: Éditer
nl: Wijzigen

# link.translate
source: Translate (copy)
de: Übersetzen (Kopie)
fr: Traduire (copie)
nl: Vertalen (kopie)

# link.unlink
source: Unlink
de: Link entfernen
fr: Supprimer le lien
nl: Link verwijderen

# info.empty
source: Empty
de: Leeren
fr: Vider
nl: Leeg

# info.translations
source: Page alternatives in other languages
de: Seitenalternativen in anderen Sprachen
fr: Pages alternatives dans d’autres langues
nl: Deze pagina in andere talen

# legend.menu_connections
source: Menu Connections
de: Menüverbindungen
fr: Connexions du menu
nl: Menu-verbindingen

# link_add_page_to_menu
source: Add page to menu
de: Seite zum Menü hinzufügen
fr: Ajouter la page au menu
nl: Pagina toevoegen aan menu

# message.translation_link
source: Here you can create a connection to an existing page in the selected language of %language%. Only pages in %language% which do not already have a translation in the %original_language% are listed below. Select the page in %language% that you would like to link with "%object%", then click the submit button.
de: Hier können Sie eine Verbindung mit einer bestehenden Seite in der gewählten Sprache %language% herstellen. Nur Seiten in %language%, die nicht in die Sprache %original_language% übersetzt wurden, sind nachfolgend aufgeführt. Wählen Sie die Seite in %language%, die Sie mit "%object%", verknüpfen wollen. Dann klicken Sie auf die Taste „Abschicken“.
fr: Ici, vous pouvez créer une connexion à une page existante dans la langue sélectionnée %language%. Seules les pages en %language% qui ne sont pas traduites en %original_language% sont énumérées ci-dessous. Sélectionnez la page en %language% à laquelle vous voulez associer "%object%", puis cliquez sur le bouton Envoyer.
nl: Hier kunt u een koppeling maken met een bestaande pagina in het %language%. Alleen de pagina's in het %language% die nog geen koppeling hebben met een pagina in het %original_language% worden hieronder weergegeven. Kies de pagina die u wilt koppelen en klik op de knop Linken.

# title.translation_link
source: Link "%object%" page to a %language% page
de: Verknüpfen von Seite "%object%" mit einer Seite in %language%.
fr: Associer la page de "%object%" à une page en %language%
nl: Koppel de pagina "%object%" aan een pagina in het %language%

# button.draft
source: Draft
de: Entwurf
fr: Ebauche
nl: Concept

# button.review
source: Review
de: Überprüfung
fr: Révision
nl: Laten controleren

# button.publish
source: Publish
de: Veröffentlichen
fr: Publier
nl: Publiceren

# button.offline
source: Set offline
de: Offline setzen

# title.cancel_draft
source: Revert to last published
de: Auf letzten veröffentlichten Stand zurücksetzen
fr: Restaurer le dernier élément publié
nl: Terugzetten naar laatst gepubliceerd

# info.cancel_draft
source: Would you like to revert this page "%object%" to the last published version?
de: Wollen Sie diese Seite "%object%" auf den letzten veröffentlichten Stand zurücksetzen?
fr: Voulez-vous restaurer cette page "%object%" dans la dernière version publiée ?
nl: Wilt u de pagina "%object%" terugzetten naar de laatst gepubliceerde versie?

# button.confirm_cancel_draft
source: Yes, revert
de: Ja, zurücksetzen
fr: Oui, restaurer
nl: Ja, terugzetten

# button.cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

# title.delete_translation_link
source: Remove translation link
de: Übersetzungslink entfernen
fr: Supprimer le lien de traduction
nl: Koppeling verwijderen

# info.delete_translation_link
source: Are you sure that you would like to unlink this page with - "%translatedPage%" (%locale%)
de: Sind Sie sicher, dass Sie die Verknüpfung dieser Seite mit "%translatedPage%" (%locale%) entfernen wollen?
fr: Êtes-vous sûr que vous voulez dissocier cette page de - "%translatedPage%" (%locale%)
nl: Wilt u de koppeling met pagina "%translatedPage%" (%locale%) verwijderen?

# label.account_settings
source: Account settings
de: Kontoeinstellungen
fr: Paramètres du compte
nl: Accountinstellingen

# label.exit
source: Exit
de: Beenden
fr: Quitter
nl: Sluiten

# error.file_upload_size
source: File Size to big. Maximum file upload: %max_server_size%
de: Datei zu groß. Maximale Dateigröße zum Hochladen: %max_server_size%
fr: Le fichier est trop grand. Taille maximale du téléchargement: %max_server_size%
nl: Bestand is te groot. Maximale grootte voor uploaden: %max_server_size%

# button.save
source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

# list.label_page_name
source: Page Name
de: Seiten-Name

# list.label_get_menu_item
source: Menu links
de: Menu Verknüpfungen

# filter.label_locale
source: Language
de: Sprache
fr: Langue
nl: Taal

# filter.label_title
source: Page Name
de: Seiten-Name
fr: Nom de la page
nl: Paginanaam

# btn_filter
source: Search
de: Suchen
fr: Rechercher
nl: Zoeken

# label_filters
source: Search Pages
de: Seiten durchsuchen
fr: Rechercher les pages
nl: Pagina's zoeken

# link_reset_filter
source: Reset
de: Zurücksetzen
fr: Réinitialiser

# link_action_create
source: Add Page
de: Seite hinzufügen
fr: Ajouter une page
nl: Pagina toevoegen

# link_add
source: Add Page
de: Seite hinzufügen
fr: Ajouter une page
nl: Pagina toevoegen

# label_change_status
source: Change Status
de: Status ändern
fr: Modifier le statut
nl: Status wijzigen

# isHome
source: Is Homepage
de: Ist Homepage
fr: Est la page d‘accueil
nl: Homepage

# locale
source: Language
de: Sprache
fr: Langue
nl: Taal

source: Page Name
de: Seiten-Name
fr: Nom de la page
nl: Naam

# parent
source: Parent page
de: Übergeordnete Seite
fr: Page parente
nl: Bovenliggende pagina

# alias
source: Redirect to this page
de: Verweist auf die Seite
nl: Doorverwijzen naar

source: Meta Description
de: Meta-Beschreibung
fr: Méta-description
nl: Meta-omschrijving

source: Meta Title
de: Meta-Titel
fr: Méta-titre
nl: Meta-titel

# visiblity
source: Visibility
de: Sichtbarkeit
fr: Visibilité
nl: Zichtbaarheid

# template
source: Page Layout
de: Seitenlayout
fr: Mise en page
nl: Layout

# positive
source: Yes
de: Ja
fr: Oui
nl: Ja

# negative
source: No
de: Nein
fr: Non
nl: Nee

# flash_status_success
source: Status successfully changed
de: Status erfolgreich geändert
fr: Le statut a été modifié avec succès
nl: Status is succesvol gewijzigd.

# flash_publish_success
source: Page is now published
de: Die Seite wurde jetzt veröffentlicht.
fr: La page est publiée
nl: De pagina is nu gepubliceerd.

# message.layout_blocks_sorted
source: Blocks are now sorted
de: Die Blöcke sind jetzt sortiert.
fr: Les blocs sont triés
nl: De volgorde van de blokken is opgeslagen.

# message.layout_block_activated
source: The block is now Online.
de: Der Block ist jetzt Online.

# message.layout_block_deactivated
source: The block is now Offline.
de: Der Block ist jetzt Offline.

# info.page_settings_updated
source: Page settings successfully updated
de: Die Seiteneinstellungen wurden erfolgreich aktualisiert
fr: Les paramètres de la page ont été mis à jour avec succès
nl: Instellingen succesvol opgeslagen.

# message.layout_block_deleted
source: Layout block successfully removed
de: Der Layout-Block wurde erfolgreich entfernt
fr: Le bloc de mise en page a été supprimé avec succès
nl: Widget is succesvol verwijderd.

# message.layout_block_created
source: Layout block successfully created
de: Der Layout-Block wurde erfolgreich erstellt
fr: Le bloc de mise en page a été creé avec succès

# message.layout_block_not_created
source: The layout block could not be created, please control the form fields
de: Der Layout-Block konnte nicht erstellt werden, bitte Angaben überprüfen

# message.layout_block_not_edited
source: The layout block could not be updated, please control the form fields
de: Der Layout-Block konnte nicht aktualisiert werden, bitte Angaben überprüfen

# info.create.layout_block
source: Select the type of content you would like to create from the select list below
de: Wählen Sie die zu erstellende Inhaltsart aus der folgenden Liste aus.
fr: Sélectionnez le type de contenu que vous souhaitez créer à partir de la liste ci-dessous
nl: Selecteer het blok dat u wilt toevoegen uit de onderstaande lijst.

# url.helper.text
source: e.g. "news" or "office_zuerich"
de: z. B. "Neuigkeiten" oder "office_zuerich"
fr: par exemple, "nouvelles" ou "office_zuerich"
nl: bijv. "nieuws" of "over-ons"

# meta_title.helper.text
source: Title that is shown in the browser
de: Der Titel wird im Browser angezeigt.
fr: Titre affiché dans le navigateur
nl: Titel die wordt getoond in de browser

# info.revert_to_publish
source: Revert to published
de: Auf den veröffentlichten Stand zurücksetzen
fr: Revenir aux publications
nl: terug naar huidige versie

# link.revert_to_publish
source: Discard draft
de: Entwurf verwerfen
fr: Ignorer l’ébauche
nl: Concept verwijderen

# label.action_publish
source: Publish selected pages
de: Gewählte Seiten veröffentlichen
fr: Publier les pages sélectionnées
nl: Publiceren

# label.action_cache_clear
source: Delete selected pages' cache
de: Gewählte Seiten-Cache löschen
fr: Supprimer le cache de pages sélectionnées

# label.action_copy
source: Copy selected
de: Gewählte Seiten kopieren

# info.layout_block_empty
source: This part of your page is empty. Click on the + icon above to enter your first piece of content, or drag a content item from one of the other content areas into this one.
de: Dieser Teil Ihrer Seite ist leer. Klicken Sie auf das + darüber, um Ihre ersten Inhalte einzugeben oder ziehen Sie einen Inhalt aus einem der anderen Inhaltsbereiche in diesen Bereich.
fr: Cette partie de votre page est vide. Cliquez sur l‘icône + ci-dessus pour entrer votre premier contenu, ou faites glisser dans celui-ci un élément de contenu à partir de l’une des autres zones de contenu.
nl: Dit gedeelte van de pagina is nog leeg. Klik op het + icoon om een blok toe te voegen of sleep een blok uit een ander gedeelte hier naar toe.

# legend.create_menu
source: Create an item in the menu "%menu_name%" for this page
de: Erstellen eines Punktes im Menü "%menu_name%" für diese Seite.
fr: Créer un point dans le menu "%menu_name%" pour cette page
nl: Maak een item aan in het menu "%menu_name%" voor deze pagina

# legend.edit_menu
source: Edit selected menu item
de: Bearbeiten des ausgewählten Menüpunktes
fr: Éditer le point du menu sélectionné
nl: Geselecteerd menu-item wijzigen

# info.create_menu_item
source: If you choose to continue, you will be directed to the menu manager where an item will be created for you using the page title. All you need to do is position it where you would like.
de: Wenn Sie fortfahren, werden Sie zum Menü-Manager weitergeleitet, wo ein Punkt für die Verwendung des Seitentitels erstellt wird. Sie müssen ihn nur an der gewünschten Position platzieren.
fr: Si vous choisissez de continuer, vous serez redirigé vers le gestionnaire de menu où un point sera créé pour que vous puissiez utiliser le titre de la page. Tout ce que vous devez faire, c’est le positionner où vous voulez.
nl: Als u doorgaat, wordt u doorgestuurd naar het menubeheer waar automatisch een menu-item wordt aangemaakt op basis van de paginanaam. Het enige wat u nog hoeft te doen, is het menu-item op de gewenste positie zetten.

# info.edit_menu_item
source: If you choose to continue, you will be directed to the menu manager where you can edit the selected menu item.
de: Wenn Sie fortfahren, werden Sie zum Menü-Manager weitergeleitet, wo Sie den gewählten Menüpunkt bearbeiten können.
fr: Si vous choisissez de continuer, vous serez redirigé vers le gestionnaire de menu où vous pourrez éditer le point du menu sélectionné.
nl: Als u doorgaat, wordt u doorgestuurd naar het menubeheer waar u het geselecteerde menu-item kunt aanpassen.

# button.continue
source: Continue
de: Weiter
fr: Continuer
nl: Doorgaan

# label.show_no_more
source: Please don't show me this again
de: Nicht erneut anzeigen
fr: Ne plus afficher
nl: Laat dit niet meer zien

# title_create
source: Create a new Page
de: Neue Seite erstellen
fr: Créer une nouvelle page
nl: Nieuwe pagina aanmaken

# info.page_create
source: Please fill out the important page fields below before we move on to adding content. After the page is created you will be directed to the page edit view. You can always edit these settings in the page edit view, simply look for the edit icon under Settings & SEO.
de: Bitte füllen Sie die folgenden wichtigen Seitenfelder aus, bevor Sie weiter Inhalte hinzufügen. Wenn die Seite erstellt wurde, werden Sie direkt zur Ansicht „Seite bearbeiten“ weitergeleitet. Sie können diese Einstellungen jederzeit in der Ansicht „Seite bearbeiten“ ändern. Suchen Sie einfach das „Bearbeiten“-Symbol in den Einstellungen & SEO.
fr: Veuillez remplir les champs importants suivants avant d’ajouter de nouveaux contenus. Une fois la page créée, vous serez dirigé vers l’affichage d’édition de la page. Pour modifier ces paramètres dans l’affichage d’édition de la page, il vous suffit de chercher l'icône d'édition dans Paramètres & SEO.
nl: Vul eerste onderstaande velden in voordat we verder gaan met het toevoegen van content. U kunt deze instellingen altijd nog aanpassen via Instellingen & SEO.

# locale.helper.text
source: Content language of this page
de: Inhaltssprache dieser Seite
fr: Langue du contenu de cette page
nl: De taal van deze pagina.

# page_name.helper.text
source: Internal page title. Not shown in frontend
de: Interner Seitentitel. Wird im Frontend nicht angezeigt.
fr: Titre de page interne. Non affiché dans la partie visible
nl: Interne paginanaam. Wordt niet getoond aan de voorkant.

# parent.helper.text
source: Parent URL for this page.
de: Übergeordnete URL für diese Seite.
fr: Page parente pour cette URL.
nl: Als basis voor de URL van deze pagina.

# alias.helper.text
source: Redirect to another page, has itself no content.
de: Verweist auf eine Seite, und hat selber keinen Inhalt.
nl: Doorverwijzen naar aan andere pagina. Deze pagina zelf zal geen content bevatten.

# visibility.helper.text
source: Public or password protected page
de: Öffentliche oder passwortgeschützte Seite
fr: Page publique ou protégée par mot de passe
nl: Maak deze pagina publiekelijk zichtbaar of beveiligd het met een wachtwoord.

# template.helper.text
source: The layout that would you like your page to the
de: Das gewünschte Layout für Ihre Seite zu dem
fr: La mise en page souhaitée pour votre page vers le
nl: De layout van deze pagina.

# meta_settings
source: Page Meta Settings
de: Seiten-Meta-Einstellungen
fr: Méta-paramètres de la page
nl: Meta-instellingen

# filter.label_status
source: Page Status
de: Seiten-Status
fr: Statut de la page
nl: Status

# filter.label_page_name
source: Page Name
de: Seiten-Name
fr: Nom de la page
nl: Naam

# link.preview
source: Preview
de: Vorschau
fr: Aperçu
nl: Voorvertoning

# link.live
source: View published version
de: Veröffentlichte Version anzeigen
fr: Afficher la version publiée
nl: Gepubliceerde versie bekijken

source: or
de: oder
fr: ou
nl: of

# info.last_published_version
source: The last published version: <span class="info-soft">%date%</span>
de: Die letzte veröffentlichte Version ist: <span class="info-soft">%date%</span>
fr: Dernière version publiée:<span class="text-muted font-size-sm">%date%</span>
nl: Laatst gepubliceerde versie: <span class="text-muted font-size-sm">%date%</span>

# info.last_changed_by
source: Last changed by
de: Letzte Änderung von
fr: Dernière modification par
nl: Laatst gewijzigd door

# info.no_pages_for_translation
source: The are no pages in %language% available to be linked as a translation of this page. You may either copy this page (click the link "Translate") or create a brand new page in %language% and then link the two pages.
de: Es gibt keine Seiten in %language%, die als Übersetzung dieser Seite verknüpft werden können. Sie können diese Seite kopieren (klicken Sie die Verknüpfung „Übersetzen“) oder eine ganz neue Seite in %language% erstellen und die beiden Seiten dann verknüpfen.
fr: Il n’y a pas de pages en %language% pouvant être associées comme traduction de cette page. Vous pouvez copier cette page (cliquez sur le lien "Traduire") ou créer une nouvelle page en %language% et ensuite associer les deux pages.
nl: Er zijn geen pagina's beschikbaar in het %language% om als vertaling te koppelen aan deze pagina. U kunt deze pagina kopiÃ«ren (kies "Vertalen") of een nieuwe pagina aanmaken in het %language% en deze twee vervolgens koppelen.

# message.translation_saved
source: This copy of this page was successfully created in %language%
de: Diese Kopie der Seite wurde erfolgreich in %language% erstellt
fr: Cette copie de la page en %language% a été créée avec succès
nl: Deze pagina is succesvol gekopieerd in het %language%.

# message.translation_not_saved
source: A copy of the page in %language% could not be created. Check if a page with the URL "%url%" in %language% already exits.
de: Eine Kopie dieser Seite in %language% konnte nicht erstellt werden. Prüfen Sie, ob es bereits eine Seite mit der URL "%url%" in %language% gibt.
fr: Une copie de cette page en %language% n’a pas pu être créée. Vérifiez si une page avec l‘URL "%url%" en %language% existe déjà.
nl: Een kopie van deze pagina in het %language% kon niet gemaakt worden. Controleer of er al een pagina met de URL "%url%" in het %language% bestaat.

# title.copy_page
source: Copy page "%page_title%" into %language%
de: Seite "%page_title%" kopieren nach %language%
fr: Copier la page "%page_title%" en %language%
nl: Maak een kopie van deze pagina aan in het %language%

# info.copy_page
source: A copy of this pages content and settings will be made in %language%.After the page is created, go to translation and click on "Edit" in order to edit the content.
de: Eine Kopie der Inhalte dieser Seite wird in %language% erstellt. Wenn die Seite erstellt wurde, gehen Sie zur Übersetzung und klicken Sie auf „Bearbeiten“, um den Inhalt zu ändern.
fr: Une copie du contenu et des paramètres de cette page sera effectuée en %language%. Une fois la page créée, allez à Traduction et cliquez sur "Éditer" pour modifier le contenu.
nl: Een kopie van deze pagina en de inhoud zal gemaakt worden in het %language%. Nadat de kopie is aangemaakt, gaat u naar Vertalingen en klikt op op "Wijzigen" om de content te wijzigen.

# button.copy_page
source: Copy the page
de: Kopieren Sie die Seite
fr: Copier la page
nl: Kopie aanmaken

# title.edit_content
source: Edit your content
de: Bearbeiten Sie Ihren Inhalt
fr: Éditer votre contenu
nl: Uw content wijzigen

# title.page_status_count
source: Page Status Summary
de: Seiten-Status-Zusammenfassung
fr: Résumé du statut de la page
nl: Overzicht pagina's

# title.actual_drafts
source: Current draft pages
de: Aktuelle Entwurfsseiten
fr: Ebauches de pages actuelles
nl: Concepten

# title.actual_reviews
source: Current pages to review
de: Aktuelle Seiten zur Überprüfung
fr: Pages actuelles à contrôler
nl: Te controleren

# link.see_all
source: See all pages
de: Siehe alle Seiten
fr: Voir toutes les pages
nl: Alle pagina's bekijken

# info.last_edited
source: Last edited at
de: Zuletzt bearbeitet bei
fr: Dernière modification le
nl: Laatst aangepast op

# pages.admin_menu_label
source: Pages
de: Seiten

# pages.content_not_found
source: Content element could no longer be located
de: Inhalt Element wurde nicht gefunden
fr: Élément de contenu ne peut plus être situé
nl: Widgets konden niet gevonden worden

source: Template Name
de: Seitenlayout
fr: Nom de mise en page
nl: Layout

# action._publish
source: Publish
de: Veröffentlichen

# action._delete
source: Delete
de: Löschen

# title.duplicate_page
source: Copy page "%page_title%"
de: Seite "%page_title%" kopieren

# info.duplicate_page
source: A copy of the page and the page contents will be made
de: Eine Kopie der Seite und Seiteninhalte wird erstellt

# button.duplicate_page
source: Copy this page
de: Kopieren Sie die Seite

# action._copy
source: Copy page
de: Seite kopieren

# flash_link_success
source: Translation link created
de: Verknüpfung erstellt

# flash_unlink_success
source: Translation link removed
de: Verknüpfung entfernt
