Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/PageAdmin.*.xliff
Languages: de, fr, nl

# form.label_meta_keyword
source: Meta Keywords
fr: Méta-mots-clés

# form.label_tags
source: Tags
fr: Étiquettes

# admin.menu.dashboard
source: Dashboard
fr: Tableau de bord

# link.link
source: Link
fr: Lien
nl: Koppelen

source: Meta Keyword
fr: Méta-mot-clés
