Repository: networking/init-cms-bundle
Catalog: src/Resources/translations/TagAdmin.*.xliff
Languages: de

# breadcrumb.link_tag_list
source: <small>Organise your</small> Media Tags
de: <small>Organisieren Sie Ihre </small> Medien-Tags

# form.label_parent
source: Parent Tag
de: Übergeordnetes Medien-Tag

# list.label_path
source: Tag hierarchy
de: Mediena-Tag Hierarchy

# parent.helper_text
source: Select a parent tag to organise your tags better
de: Wählen Sie ein übergeordnetes Medien-Tag aus, um Ihre Medien-Tags besser zu organisieren

# breadcrumb.link_tag_delete
source: Delete this tag
de: Diesen Tag löschen

# tags
source: Media tags
de: Medien-Tags

# action._publish
source: Publish
de: Veröffentlichen

# action._delete
source: Delete
de: Löschen

# link_action_create
source: Add new tag
de: Neuer Tag erstellen

source: Show all media
de: Alle Medien anzeigen

# action._add_tag
source: Assign media a tag
de: Medien einem Medien-Tag zuordnen

# info.tag_sorted
source: Position saved
de: Position wurde gespeichert

# info.tag_sorted_error
source: Position could not be saved
de: Position konnte nicht gespeichert werden
